<template>
  <div class="container py-5">
    <!-- 使用 NavTabs 元件 -->
    <NavTabs />
    <CookingInformation :cookingData="Cooking" />
  </div>
</template>


<script>
import NavTabs from "../components/NavTabs";
import CookingInformation from "../components/CookingInformation";

const dummyData = {
  pages: {
    next: 20,
    limit: 20,
    total: 91
  },
  datas: [
    {
      _id: "5b057a1831d0324c5dcb7d48",
      bkImage:
        "https://senior.104.com.tw/img/zip/51bd0e79f8da44cab092ea66cb2e120211.jpg",
      selfIntro:
        "｜教學特色：\n由前五星飯店主廚-劉瑞光老師，親自傳授您異國名菜，透過淺顯易懂的教學示範、學員親自實作，讓初學者快速掌握烹飪訣竅，在家就能輕鬆做出飯店等級、充滿異國風情料理！\n\n｜福華大飯店行政總主廚退休並曾任各大校園擔任西餐講師，現任永老師烹飪教室西餐及異國料理講師，擁有40餘年豐富的廚藝經驗，擅長各式異國料理。\n\n｜現任：\n中國文化大學\n海青班講師\n永老師烹飪教室\n西餐/異國料理老師\n\n｜經歷：\n福華大飯店\n行政總主廚退休\n永平工商餐飲科\n西餐講師\n開南商工餐飲科\n西餐講師\n中華職訓局西餐講師\n大安社區大學西餐講師\n台灣海事技術學院\n西餐講師\n經國技術學院西餐講師\n",
      title: "Delizioso!劉主廚的美味廚房 義大利麵班 NO6.",
      fee: 1700,
      type: "COOKING",
      description:
        "★ 課程簡介：\n有什麼會比一盤香氣逼人的義大利麵更誘人呢？\n看似簡單的義大利麵，除了味道之外，麵條要煮得恰到好處，其實是很考驗技巧，美味的秘訣到底是什麼呢?就讓五星級大廚帶領各位參與一場精彩的味覺遊歷之旅；先由老師示範教學，再讓學生個別實際操作，完整傳授美味製作技巧，讓您在家也可以輕鬆簡單的完成誘人的美食喔!\n\n★ 課程內容：\n1.瑪莉蓮雞排貝殼麵\n爆漿起士雞排搭配上清爽可口的貝殼麵，每一口都令人驚艷不已，千萬不能錯過這款好滋味，不用出門直接在家就可以享受到動人的美味，用美食創造幸福吧!\n",
      media: {
        type: "image/jpeg",
        file:
          "https://senior.104.com.tw/img/zip/83825589324b4afbb2e46ec8e0af0af711.jpg",
        fileInfo: {
          fileId: "83825589324b4afbb2e46ec8e0af0af711",
          _id: "5b057a1831d0324c5dcb7d4a",
          tags: ["zip"],
          id: "5b057a1831d0324c5dcb7d4a"
        },
        _id: "5b057a1831d0324c5dcb7d49"
      },
      host: {
        _id: "5ae180eea8fe862e12f89670",
        pid: "10824101",
        type: "TEACHER",
        nickname: "劉瑞光老師",
        picture:
          "https://senior.104.com.tw/img/zip/853791a1b37f4d849a32e1552993fc4311.jpg",
        id: "5ae180eea8fe862e12f89670"
      },
      hostPid: "10824101",
      reminder: "\n",
      time: "2020-02-07T07:38:40.311Z",
      updater: "5ae17ef1b448bd25acacb582",
      creator: "5ae17ef1b448bd25acacb582",
      createTime: "2018-05-23T14:26:32.975Z",
      __v: 0,
      category: null,
      sort: {
        score: 5400
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "10824061",
        "1197498",
        "10286275",
        "10291911",
        "10312551",
        "10698952",
        "10800601",
        "10893267",
        "2929178",
        "11033104",
        "10777785",
        "3089830",
        "9006558",
        "8413228",
        "11038874",
        "502668",
        "11074544",
        "5702165",
        "10925039",
        "10367281",
        "11025780",
        "11146764",
        "906047",
        "11271560",
        "9847306",
        "11329856",
        "10708464",
        "756824",
        "11455304",
        "11479108",
        "1982281",
        "1896544",
        "10622866",
        "11472266",
        "1780333",
        "8124581",
        "11024746",
        "11588452",
        "11578526",
        "4761962",
        "11495228",
        "10563166",
        "11640300",
        "11510816",
        "11690914",
        "11709626",
        "11809824",
        "817405",
        "11827466",
        "11829804",
        "10209145",
        "3549515",
        "10357927",
        "11313082",
        "567350",
        "11909422",
        "9538882",
        "11893182",
        "569174",
        "10335031",
        "2483829",
        "7347821",
        "2746828",
        "11853470",
        "12867192",
        "12893610",
        "11418908",
        "10760349",
        "11659516",
        "12562156",
        "12858034",
        "12910608",
        "1348500",
        "12799678",
        "11698184",
        "11084328",
        "11828134",
        "12886726",
        "12869052",
        "12585150",
        "366565",
        "12920956",
        "674771",
        "10771365",
        "12892478",
        "12558240",
        "12915412",
        "12957244",
        "11661040",
        "877084",
        "3578756",
        "12658216",
        "1849454",
        "11617556",
        "6501717",
        "12958138",
        "12065084",
        "3151030",
        "12095020",
        "988486",
        "13216728",
        "1800033",
        "678822"
      ],
      status: "OPEN",
      evaNo: 1,
      rank: 5,
      location: {
        city: "台北市",
        region: "中正區",
        address: "館前路36號4樓",
        landmark: "捷運台大醫院站、或台北車站，步行約6~7分鐘",
        ignore: false,
        place:
          "台北市中正區館前路36號4樓,捷運台大醫院站、或台北車站，步行約6~7分鐘"
      },
      addition: [
        {
          _id: "5b057a1931d0324c5dcb7d51",
          time: "2020-02-07T07:38:39.838Z",
          content:
            "2.香葉燻雞PIZZA\n看似簡單的批薩，其實很多小細節都會影響到成品美味度，使用三種起司來與披薩餅皮完美結合，讓每一口都可以吃到濃郁的起司，手工揉製的餅皮到醬料的調製一手包辦，課程中您將可學習到如何做出令人食指大動的美食",
          media: [
            {
              _id: "5b057a1931d0324c5dcb7d52",
              fileInfo: {
                fileId: "1620d0f8374140f7ad1b2f47ddb1f08a11",
                _id: "5b057a1931d0324c5dcb7d53",
                tags: ["zip"],
                id: "5b057a1931d0324c5dcb7d53"
              },
              file:
                "https://senior.104.com.tw/img/zip/1620d0f8374140f7ad1b2f47ddb1f08a11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1581061119838,
          id: "5b057a1931d0324c5dcb7d51"
        },
        {
          _id: "5b057a1931d0324c5dcb7d50",
          time: "2020-02-07T07:38:39.838Z",
          content:
            "★ 注意事項：\n1.一堂課2道菜，食材由老師準備；本次課程費用1700元/每人(含食材費用)\n2.學員請攜帶保鮮盒2個，做為打包本次之料理使用。\n3.採小班教學，先由老師親自示範，再讓學員一人一組實際操作\n4.課程完畢，每組調理用具須清洗乾淨並擦乾放回原處。\n5.因個人因素請假或缺課者不予退費\n6.欲請假學員請於上課前一天下午4點前來電請假者可補課補材料，否則視為當天請假，當天請假，為求食材新鮮，食材只保留至隔日供學員領取，並於補課時不再提供食材。\n7.詳細上課規定可參考 https://goo.gl/pn9KTP\n",
          media: [],
          time_ms: 1581061119838,
          id: "5b057a1931d0324c5dcb7d50"
        },
        {
          _id: "5b057a1931d0324c5dcb7d4d",
          time: "2020-02-07T07:38:39.838Z",
          content:
            "★ 專業、舒適的上課場地；捷運台大醫院站、或台北車站，步行約6~7分鐘",
          media: [
            {
              _id: "5b057a1931d0324c5dcb7d4e",
              fileInfo: {
                fileId: "c13337ec75a0474ab58cb0ea39adbe7011",
                _id: "5b057a1931d0324c5dcb7d4f",
                tags: ["zip"],
                id: "5b057a1931d0324c5dcb7d4f"
              },
              file:
                "https://senior.104.com.tw/img/zip/c13337ec75a0474ab58cb0ea39adbe7011.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1581061119838,
          id: "5b057a1931d0324c5dcb7d4d"
        },
        {
          _id: "5b057a1931d0324c5dcb7d4c",
          time: "2020-02-07T07:38:39.838Z",
          content:
            "★ 「本次活動為永老師烹飪教室與104高年級合作之專案課程」\n\n●永老師烹飪教室介紹：\n擁有各項餐飲證照考試的專業設備及師資，提供給各式學員最專業的考試技巧，近幾年更著重於生活化的體驗課程「學料理」、「學烘焙」，讓烹飪貼近您的每一天，記錄著與親友共同分享的喜悅與感動。",
          media: [],
          time_ms: 1581061119838,
          id: "5b057a1931d0324c5dcb7d4c"
        }
      ],
      visitor_count: 103,
      id: "5b057a1831d0324c5dcb7d48",
      session: [
        {
          _id: "5e9ab15a96be371cbe5785d5",
          host: "5ae180eea8fe862e12f89670",
          courseID: "5b057a1831d0324c5dcb7d48",
          start: "2020-05-27T06:00:00.000Z",
          end: "2020-05-27T09:00:00.000Z",
          limit: 3,
          deadline: "2020-05-24T04:00:00.000Z",
          time: "2020-04-18T07:50:50.057Z",
          createTime: "2020-04-18T07:50:50.057Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1590292800000,
          start_ms: 1590559200000,
          end_ms: 1590570000000,
          quota: 3,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e9ab15a96be371cbe5785d5"
        }
      ]
    },
    {
      _id: "5df703dd74133d02e52088af",
      selfIntro:
        "┃現任：農委會~米穀粉推廣指導員\n農會系統(田媽媽班)顧問\n名研調酒烹飪補習班~烘焙講師\n永老師烹飪教室~烘焙講師\n┃專長：\n┃關於我：從中華麵麥學校西點蛋糕麵包專科畢業，憑藉對麵包的熱情一頭栽進了麵包產業。義美食品＞應聘至新加坡麵包坊技術傳授＞味全公司＞聖瑪莉＞可頌坊(CROISSANT  DE  FRENCE)麵包房擔任主廚＞歐匯坊麵包店廠長＞希爾頓大飯店，擁有這些豐富的實戰經驗後，接著開始了一連串的兼任教學之路。\n┃教學經歷：熱愛學習新事物的個性，除了有兩張乙級烘焙執照，現正更熱衷於務農生活、喜愛親近自然，志於成為體恤生態環境的實踐者。\n教學能和學員們互相分享交流所學的一切，是讓老師感到滿足的一件事。 \n\n\n\n",
      title: "[手揉麵包]#不需購入攪拌缸-四堂課(一週一堂)",
      fee: 7500,
      type: "COOKING",
      description:
        "▌課程時間：早上9:00至12:00\n▌費用說明：每人7500元，包含材料費用\n▌適合對象：熱愛麵包，想吃自己做的健康麵包\n▌課程人數：6人，若報名未滿4人則課程取消。\n▌上課地點：永和區永和路2段201號12樓(永老師永和教室)\n\n▌課程重點及教學內容：\n#不需購入攪拌缸\n#每一個品項都是大家最愛的麵包款\n#從台式到歐式通通有\n▌預計完成作品：\n05/17第一堂：#迷你黄金火腿、#熱狗麵包\n05/24第二堂：#甜甜圈、#咖哩多拿滋\n05/31第三堂：#波蘿麵包、#紅豆麵包\n06/07第四堂：#麥穗培根麵包、#乳酪起司條\n▌自備物品：盛裝容器\n\n",
      host: {
        _id: "5b3c632db04e95054928d1eb",
        pid: "11280092",
        type: "TEACHER",
        nickname: "傅建昌",
        picture:
          "https://senior.104.com.tw/img/zip/4583a7356ba14faaa7ef82b53f966fbb11.jpg",
        id: "5b3c632db04e95054928d1eb"
      },
      hostPid: "11280092",
      reminder:
        "★ 注意事項：\n1.學員請攜帶保鮮盒或可包裝之環保袋，做為打包成品使用。\n2.採小班教學，先由老師親自示範，再讓學員一人一組實際操作。\n3.課程完畢，每人使用之器具用具均須清洗乾淨並擦乾放回原處。\n4.因個人因素請假或缺課者不予退費。\n5.欲請假學員請於上課前三天下午4點前來電請假者可補課補材料，否則視為當天請假，當天請假，為求食材新鮮，食材只保留至隔日供學員領取，並於補課時不再提供食材。\n6.學員因個人因素故暫停課程, 時效為期一年，請至教室辦理\n7.若需暫停課程或轉課程，僅以一次為限。後續再轉課程或要暫停課程則需收手續費：手續費2000元。\n8.如需轉課程，將費用扣除上課成本，餘款可改上其他課程，不予以退費\n9.如需退費\n(依台北市政府訂立之短期補習班設立及管理自治法規之相關規定辦理退費)\n(1)學員自報名註冊費用後，前7日前提出退費將全數退還，若開課前7日至前1日提出退費申請，補習班應退還所繳全期費用80%。\n(2)學員於實際開課日期第二日(次)上課前(不含當次)提出退費申請者，應退還當期開班約定繳納費用總額百分之70%。\n(3)學員於實際開課日期起第2天(次)上課後且未逾全期（或總課程時數）三分之ㄧ期間內提出退費申請，補習班應退還所繳全期費用50%。\n(4)學員實際上課期間已逾全期（或總課程時數）三分之ㄧ者，所收取之當期費用得全數不予退還。\n10.詳細上課規定可參考 https://goo.gl/hjXroj",
      time: "2020-03-18T07:54:22.534Z",
      updater: "5ae17ef1b448bd25acacb582",
      creator: "5ae17ef1b448bd25acacb582",
      createTime: "2019-12-16T04:11:09.076Z",
      __v: 0,
      courseFormID: "5df703e8584d7671f33d5acb",
      bkImage:
        "https://senior.104.com.tw/img/zip/072b3461086f43a3a02d916a02e8179611.jpg",
      category: null,
      sort: {
        score: 3500
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "10824061",
        "11526262",
        "10312551",
        "13097956",
        "10367281",
        "13091418",
        "988486",
        "877084",
        "13180708",
        "6450573",
        "11909422",
        "12008734",
        "13303910",
        "12992078",
        "13392782"
      ],
      status: "OPEN",
      evaNo: 0,
      rank: 0,
      location: {
        city: "新北市",
        region: "永和區",
        address: "永和路2段201號12樓",
        landmark: "頂溪捷運站2號出口右轉(台灣大哥大樓上)",
        ignore: false,
        place:
          "新北市永和區永和路2段201號12樓,頂溪捷運站2號出口右轉(台灣大哥大樓上)"
      },
      addition: [
        {
          content: "",
          time: "2020-03-18T07:54:22.078Z",
          _id: "5df703dd74133d02e52088b9",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/59bb7d9ba18e493c92830da24e4ea62011.jpg",
              fileInfo: {
                fileId: "59bb7d9ba18e493c92830da24e4ea62011",
                _id: "5df703dd74133d02e52088bb",
                tags: ["zip"],
                id: "5df703dd74133d02e52088bb"
              },
              _id: "5df703dd74133d02e52088ba"
            }
          ],
          time_ms: 1584518062078,
          id: "5df703dd74133d02e52088b9"
        },
        {
          content: "",
          time: "2020-03-18T07:54:22.078Z",
          _id: "5df703dd74133d02e52088b6",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/5ef46e4e6880416e84ca4c560b84053a11.jpg",
              fileInfo: {
                fileId: "5ef46e4e6880416e84ca4c560b84053a11",
                _id: "5df703dd74133d02e52088b8",
                tags: ["zip"],
                id: "5df703dd74133d02e52088b8"
              },
              _id: "5df703dd74133d02e52088b7"
            }
          ],
          time_ms: 1584518062078,
          id: "5df703dd74133d02e52088b6"
        },
        {
          content: "",
          time: "2020-03-18T07:54:22.078Z",
          _id: "5df703dd74133d02e52088b3",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/17a9a627fe884060a14afda70d68175711.jpg",
              fileInfo: {
                fileId: "17a9a627fe884060a14afda70d68175711",
                _id: "5df703dd74133d02e52088b5",
                tags: ["zip"],
                id: "5df703dd74133d02e52088b5"
              },
              _id: "5df703dd74133d02e52088b4"
            }
          ],
          time_ms: 1584518062078,
          id: "5df703dd74133d02e52088b3"
        },
        {
          content: "",
          time: "2020-03-18T07:54:22.078Z",
          _id: "5df703dd74133d02e52088b0",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/7498f9df395f4f818173918e7ca29d2111.jpg",
              fileInfo: {
                fileId: "7498f9df395f4f818173918e7ca29d2111",
                _id: "5df703dd74133d02e52088b2",
                tags: ["zip"],
                id: "5df703dd74133d02e52088b2"
              },
              _id: "5df703dd74133d02e52088b1"
            }
          ],
          time_ms: 1584518062078,
          id: "5df703dd74133d02e52088b0"
        }
      ],
      visitor_count: 15,
      id: "5df703dd74133d02e52088af",
      session: [
        {
          _id: "5df7040f584d7671f33d5b84",
          host: "5b3c632db04e95054928d1eb",
          courseID: "5df703dd74133d02e52088af",
          start: "2020-05-17T01:00:00.000Z",
          end: "2020-05-17T04:00:00.000Z",
          limit: 4,
          deadline: "2020-05-13T04:00:00.000Z",
          time: "2019-12-16T04:11:59.697Z",
          createTime: "2019-12-16T04:11:59.697Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1589342400000,
          start_ms: 1589677200000,
          end_ms: 1589688000000,
          quota: 4,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5df7040f584d7671f33d5b84"
        }
      ]
    },
    {
      _id: "5e86f03926926f06a39bba3a",
      bkImage:
        "https://senior.104.com.tw/img/zip/ef53a593e40e4eedaa357e967154eed911.jpg",
      selfIntro:
        "┃現任：貢寮共學見學執行，鍾愛手作的主婦\n┃專長：環保清潔(手工皂)/發酵手釀(養菌吃菌)/布藝創作(裁縫)\n┃關於我：從個人生活手作力行地球永續，進而經驗分享設計DIY活動來傳遞珍愛自己也愛護環境的理念。\n┃教學經歷：康軒文教手工皂教師研習，社區媽媽製皂/烘焙班，人文國中環保設計課，人文手創DIY體驗課\n┃教學特色：採五感體驗，有創造思考的手作，也有發酵好食的品嚐。",
      title: '抗疫從"腸"計議．"發酵食"堅強免疫力~康普茶Kombucha',
      fee: 800,
      type: "COOKING",
      description:
        '吃發酵食物，喝康普茶，餵飽腸道中微生物群，透過健康飲食幫助自己和家人、抗疫從擁有70%免疫細胞的腸道做起，免疫力up up。\n喝過康普茶酸甜和香檳般的氣泡感嗎? 只要接觸他就會愛上他喔!!\n神秘的「康普茶」是近年來發酵圈時尚飲品，神秘的果凍狀菌種，像水母般的漂浮在湯液中，還可當蒟蒻吃或承保濕面膜敷臉。當你成為「茶母」的主人，只要花上三、五天呵護一盅康普茶，就能暢飲富含益生菌的天然發酵飲品，享受風味也補充健康。\n\n▌課程時間：下午1:30至4:30\n▌費用說明：每人800元 (每位參加者現場可領取紅茶菇及綠茶JUN的菌膜+啟動液各一份，用蜂蜜,二砂等甜茶湯現場體驗製作，還有品嚐並帶回奶克菲爾菌，未含罐子容器費用。)\n▌適合對象：講究健康飲食，對微生物菌的魔法有興趣者。\n▌課程人數：8人，若報名未滿4人則課程取消。\n▌上課地點：新北市貢寮區~73貢學堂\n\n▌交通建議：前來貢寮建議搭乘宜蘭線區間火車到貢寮站下車，步行5分鐘即達貢寮老街街口的"73貢學堂"\n"73貢學堂" 位在貢寮老街旁，從台北或宜蘭搭乘火車約1個小時可到達 (在市區車潮洶湧不如悠閒坐一段山海線火車)，周邊連結三貂嶺、雙溪、福隆、大里、大溪⋯，觀山賞海皆宜，鄉間人情更美!!\n不用多花時間，刷悠遊卡即可，下了車整個人的心境就徹底轉換。\n\n▌課程重點及教學內容：康普茶的發酵理論、康普茶實作、二次發酵味道發想，現場啜飲二次發酵的紅茶與綠茶兩款風味康普茶。另有奶克菲爾菌酸奶製作說明\n\n▌預計完成作品：康普茶2罐+奶克菲爾菌種一份\n▌提供食材：紅茶與綠茶兩款風味康普茶，品嚐奶克酸奶。\n▌自備物品：已消毒殺菌的乾燥1公升玻璃罐2個(裝康普茶用)\n▌教學影片：\nhttps://www.facebook.com/handmade.yilan/videos/2592101840823091/?t=0\nhttps://www.facebook.com/handmade.yilan/videos/345908022784531/',
      media: {
        type: "image/jpeg",
        file:
          "https://senior.104.com.tw/img/zip/ab0d4e0a7480404aa1afe1b51fa9213611.jpg",
        fileInfo: {
          fileId: "ab0d4e0a7480404aa1afe1b51fa9213611",
          _id: "5e86f03926926f06a39bba3c",
          tags: ["zip"],
          id: "5e86f03926926f06a39bba3c"
        },
        _id: "5e86f03926926f06a39bba3b"
      },
      host: {
        _id: "5d467ac3affc5b14601fc1bf",
        pid: "4258187",
        type: "TEACHER",
        picture:
          "https://senior.104.com.tw/img/zip/f899edefc3d043c78ce0f7009e57491011.jpg",
        nickname: "吳莉玲",
        id: "5d467ac3affc5b14601fc1bf"
      },
      hostPid: "4258187",
      reminder:
        "∙食材(材料)由老師準備，本次食材(材料)費用內含於報名費中。\n∙現場製作2罐康普茶，請攜帶1公升玻璃罐*2。\n∙活動當天下雨，課程照常進行。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-04-30T09:06:41.527Z",
      updater: "5d467ac3affc5b14601fc1bf",
      creator: "5d467ac3affc5b14601fc1bf",
      createTime: "2020-04-03T08:13:45.799Z",
      __v: 0,
      category: null,
      sort: {
        score: 3500
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: ["4258187", "502668", "8109297", "12455998", "13338670"],
      status: "OPEN",
      evaNo: 0,
      rank: 0,
      location: {
        city: "新北市",
        region: "貢寮區",
        address: "貢寮街73號",
        landmark: "73貢學堂",
        ignore: false,
        place: "新北市貢寮區貢寮街73號,73貢學堂"
      },
      addition: [
        {
          _id: "5e86f03926926f06a39bba44",
          time: "2020-04-30T09:06:41.546Z",
          content:
            "康普茶/紅茶菌是常溫菌，菌源請將放置在通風處，並用乾淨且消毒過的玻璃瓶內，再蓋上紗布巾或紙巾圈上橡皮圈。千萬不要放冷藏以免菌源活力減弱。",
          media: [
            {
              _id: "5e86f03926926f06a39bba45",
              fileInfo: {
                fileId: "1d524044a2ca41e387ab71067612b79b11",
                _id: "5e86f03926926f06a39bba46",
                tags: ["zip"],
                id: "5e86f03926926f06a39bba46"
              },
              file:
                "https://senior.104.com.tw/img/zip/1d524044a2ca41e387ab71067612b79b11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588237601546,
          id: "5e86f03926926f06a39bba44"
        },
        {
          _id: "5e86f03926926f06a39bba41",
          time: "2020-04-30T09:06:41.546Z",
          content: "二酵康普茶滿是氣泡感，需要洩氣一下...",
          media: [
            {
              _id: "5e86f03926926f06a39bba42",
              fileInfo: {
                fileId: "3c2de179b49745b289d0c0a22d13310711",
                _id: "5e86f03926926f06a39bba43",
                tags: ["zip"],
                id: "5e86f03926926f06a39bba43"
              },
              file:
                "https://senior.104.com.tw/img/zip/3c2de179b49745b289d0c0a22d13310711.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588237601546,
          id: "5e86f03926926f06a39bba41"
        },
        {
          _id: "5e86f03926926f06a39bba3e",
          time: "2020-04-30T09:06:41.546Z",
          content: "不是汽水，是氣泡感十足的康普茶，夏天喝很過癮!!",
          media: [
            {
              _id: "5e86f03926926f06a39bba3f",
              fileInfo: {
                fileId: "b11fd331e61e4fed8eebf825bd36ae7511",
                _id: "5e86f03926926f06a39bba40",
                tags: ["zip"],
                id: "5e86f03926926f06a39bba40"
              },
              file:
                "https://senior.104.com.tw/img/zip/b11fd331e61e4fed8eebf825bd36ae7511.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588237601546,
          id: "5e86f03926926f06a39bba3e"
        }
      ],
      visitor_count: 5,
      id: "5e86f03926926f06a39bba3a",
      session: [
        {
          _id: "5eaa9f899b959e60034c3d3e",
          host: "5d467ac3affc5b14601fc1bf",
          courseID: "5e86f03926926f06a39bba3a",
          start: "2020-05-20T05:30:00.000Z",
          end: "2020-05-20T08:30:00.000Z",
          limit: 8,
          deadline: "2020-05-18T05:00:00.000Z",
          time: "2020-04-30T09:51:05.818Z",
          createTime: "2020-04-30T09:51:05.818Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1589778000000,
          start_ms: 1589952600000,
          end_ms: 1589963400000,
          quota: 8,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eaa9f899b959e60034c3d3e"
        }
      ]
    },
    {
      _id: "5bbb55f33251eb7ba6af6636",
      bkImage:
        "https://senior.104.com.tw/img/zip/abcd4d8ac2ce4d1f8fd2fa6f36f4e7ec11.jpg",
      selfIntro:
        "現任：\n農委會~米穀粉推廣指導員\n農會系統(田媽媽班)顧問\n名研調酒烹飪補習班~烘焙講師\n永老師烹飪教室~烘焙講師\n從中華麵麥學校西點蛋糕麵包專科畢業，憑藉對麵包的熱情一頭栽進了麵包產業。義美食品＞應聘至新加坡麵包坊技術傳授＞味全公司＞聖瑪莉＞可頌坊(CROISSANT  DE  FRENCE)麵包房擔任主廚＞歐匯坊麵包店廠長＞希爾頓大飯店，擁有這些豐富的實戰經驗後，接著開始了一連串的兼任教學之路。\n熱愛學習新事物的個性，除了有兩張乙級烘焙執照，現正更熱衷於務農生活、喜愛親近自然，志於成為體恤生態環境的實踐者。\n教學能和學員們互相分享交流所學的一切，是讓老師感到滿足的一件事。",
      title: "麵包基礎功(使用天然酵母/手揉麵包)_四堂課(一周一堂)",
      fee: 7500,
      type: "COOKING",
      description:
        "★ 課程內容：\n:::想自製喜愛的健康麵包，就得學會抓住它的性子:::\n\n在日本的媽媽們，不僅要顧荷包，更要顧家人健康，\n自製麵包課程可是大家爭相學習的重點項目唷！\n\n此系列課程適合麵包初學者，\n老師將先帶大家從最基礎的原理開始了解，\n更特別加入自製酵母的部分，每堂課使用自製酵母實作一種代表性之麵包，並教授學生多樣變化及應用方式，讓手揉麵包更多變有趣。\n\n自製的手感麵包，充滿手的溫度，經由不停的揉捏、發酵，您將深刻感受他給您的回應。\n\n整期完整課程共四堂：\n05/17第一堂:\n★ 麵包原理\n★ 酵母製成(葡萄種)\n★ 酵母原種培養*學員實戰實作 \n★ 比薩製作*老師示範，分享學員\n\n05/24第二堂:\n★ 使用自製酵母\n★ 手揉成品 - 佛卡夏麵包*學員實戰實作\n\n05/31第三堂:\n★ 使用自製酵母\n★ 手揉成品 - 巧克力豆豆辮子麵包*學員實戰實作\n\n06/07第四堂:\n★ 使用自製酵母\n★ 手揉成品 - 德國裸麥麵包*學員實戰實作\n\n*每堂課全程教大家使用單純的原物料自製，只有自己做的麵包才能確保無人工添加物！\n*關於天然酵母：天然酵母為複合微生物群，發酵時除了氣體，還有相當分量的乳酸菌與醋酸菌，能作用糖類產生乳酸與醋酸等，形成獨特風味。\n\n",
      host: {
        _id: "5b3c632db04e95054928d1eb",
        pid: "11280092",
        type: "TEACHER",
        nickname: "傅建昌",
        picture:
          "https://senior.104.com.tw/img/zip/4583a7356ba14faaa7ef82b53f966fbb11.jpg",
        id: "5b3c632db04e95054928d1eb"
      },
      hostPid: "11280092",
      reminder: "上課實錄",
      time: "2020-04-19T02:25:29.546Z",
      updater: "5ae17ef1b448bd25acacb582",
      creator: "5ae17ef1b448bd25acacb582",
      createTime: "2018-10-08T13:04:51.323Z",
      __v: 0,
      courseFormID: "5bbb55fb1ed6397c2519d8d1",
      category: null,
      sort: {
        score: 2100
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "10824061",
        "10622866",
        "10286275",
        "3158508",
        "1780333",
        "11640300",
        "11643264",
        "877084",
        "8529712",
        "2965548",
        "11641976",
        "11649854",
        "11171236",
        "10800601",
        "10893267",
        "4761962",
        "11655884",
        "10312551",
        "11614306",
        "11670334",
        "11596790",
        "11675588",
        "11647158",
        "11375326",
        "10367281",
        "11653304",
        "11510816",
        "1852512",
        "11671558",
        "11639580",
        "11691422",
        "11659124",
        "2815137",
        "10727362",
        "11687284",
        "11495228",
        "11695612",
        "11649748",
        "11484922",
        "2301867",
        "10786253",
        "9847306",
        "11737432",
        "11479306",
        "10835301",
        "10575916",
        "11071088",
        "11724742",
        "2609408",
        "11774824",
        "10291911",
        "10966947",
        "11796942",
        "5903168",
        "11794096",
        "11802884",
        "11807044",
        "10328799",
        "11827466",
        "11827930",
        "11818904",
        "11614748",
        "11838388",
        "11694554",
        "11817406",
        "2333050",
        "11978366",
        "11407180",
        "1197498",
        "12068094",
        "11313082",
        "11438038",
        "5188968",
        "11470582",
        "12033368",
        "12011108",
        "12069952",
        "12084134",
        "10379443",
        "11970822",
        "11594272",
        "2188184",
        "12105886",
        "7785221",
        "6439795",
        "11629588",
        "12059484",
        "5216617",
        "2762578",
        "10726828",
        "8236334",
        "11374682",
        "10629186",
        "12177876",
        "11681354",
        "11783540",
        "12184928",
        "12026412",
        "12258936",
        "12217246",
        "8109297",
        "5681347",
        "12252734",
        "12103708",
        "2370765",
        "11743498",
        "4818925",
        "12181162",
        "11446580",
        "12182140",
        "12111684",
        "12465566",
        "12336100",
        "12157068",
        "11024746",
        "11876348",
        "12436524",
        "143245",
        "11408648",
        "12577670",
        "12560544",
        "108853",
        "12468190",
        "11606202",
        "11875612",
        "11393816",
        "12445006",
        "11634076",
        "12509032",
        "12626828",
        "2331924",
        "10760349",
        "10371713",
        "10441656",
        "12302060",
        "12606096",
        "3898923",
        "12683944",
        "12678286",
        "12675300",
        "871572",
        "545237",
        "12151486",
        "502668",
        "4405363",
        "5524151",
        "12705696",
        "12121500",
        "11609218",
        "6687946",
        "12194962",
        "4822458",
        "12382638",
        "12761134",
        "8220574",
        "12285946",
        "12747070",
        "12090430",
        "10441724",
        "12822322",
        "1153797",
        "12319830",
        "12435168",
        "12734094",
        "10551770",
        "4095817",
        "3048206",
        "11418908",
        "10583768",
        "940468",
        "12609256",
        "12153790",
        "12888898",
        "12247524",
        "803629",
        "12904742",
        "1348500",
        "12917104",
        "12809846",
        "12890140",
        "12893610",
        "11790556",
        "11683330",
        "12723076",
        "2366306",
        "11609228",
        "11501100",
        "12979770",
        "12908112",
        "12715470",
        "13013274",
        "11492890",
        "13031888",
        "11679284",
        "11903012",
        "5909938",
        "4258187",
        "3643370",
        "11950406",
        "13193426",
        "11909422",
        "11711578",
        "13212802",
        "422858",
        "13180708",
        "12992078",
        "988486",
        "12244988",
        "3459413",
        "13240418",
        "1649662",
        "5682195",
        "13338670",
        "13364534",
        "13320160",
        "13409064",
        "1983089"
      ],
      status: "OPEN",
      evaNo: 0,
      rank: 0,
      location: {
        city: "新北市",
        region: "永和區",
        address: "新北市永和區永和路二段201號12樓",
        landmark: "頂溪站2號出口右轉",
        ignore: false,
        place: "新北市永和區新北市永和區永和路二段201號12樓,頂溪站2號出口右轉"
      },
      addition: [
        {
          content: "",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af6649",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/0ae0938d609e4bf88f3b1c4be4667da611.jpg",
              fileInfo: {
                fileId: "0ae0938d609e4bf88f3b1c4be4667da611",
                _id: "5bbb55f33251eb7ba6af664b",
                tags: ["zip"],
                id: "5bbb55f33251eb7ba6af664b"
              },
              _id: "5bbb55f33251eb7ba6af664a"
            }
          ],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af6649"
        },
        {
          content: "",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af6646",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/37704c7a8a8b4e92a290d488fd171be511.jpg",
              fileInfo: {
                fileId: "37704c7a8a8b4e92a290d488fd171be511",
                _id: "5bbb55f33251eb7ba6af6648",
                tags: ["zip"],
                id: "5bbb55f33251eb7ba6af6648"
              },
              _id: "5bbb55f33251eb7ba6af6647"
            }
          ],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af6646"
        },
        {
          content: "",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af6643",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/78f6baaf40be49bd8ded6b327d0b50d211.jpg",
              fileInfo: {
                fileId: "78f6baaf40be49bd8ded6b327d0b50d211",
                _id: "5bbb55f33251eb7ba6af6645",
                tags: ["zip"],
                id: "5bbb55f33251eb7ba6af6645"
              },
              _id: "5bbb55f33251eb7ba6af6644"
            }
          ],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af6643"
        },
        {
          content: "",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af6640",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/fe2352b9f1f6459ab27fd4ac84861e7e11.jpg",
              fileInfo: {
                fileId: "fe2352b9f1f6459ab27fd4ac84861e7e11",
                _id: "5bbb55f33251eb7ba6af6642",
                tags: ["zip"],
                id: "5bbb55f33251eb7ba6af6642"
              },
              _id: "5bbb55f33251eb7ba6af6641"
            }
          ],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af6640"
        },
        {
          content: "",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af663d",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/b369f37a706242c79114a077939c37ec11.jpg",
              fileInfo: {
                fileId: "b369f37a706242c79114a077939c37ec11",
                _id: "5bbb55f33251eb7ba6af663f",
                tags: ["zip"],
                id: "5bbb55f33251eb7ba6af663f"
              },
              _id: "5bbb55f33251eb7ba6af663e"
            }
          ],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af663d"
        },
        {
          content: "",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af663a",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/03ece84a542f45fbb1a2da4974e752a711.jpg",
              fileInfo: {
                fileId: "03ece84a542f45fbb1a2da4974e752a711",
                _id: "5bbb55f33251eb7ba6af663c",
                tags: ["zip"],
                id: "5bbb55f33251eb7ba6af663c"
              },
              _id: "5bbb55f33251eb7ba6af663b"
            }
          ],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af663a"
        },
        {
          content:
            "★ 注意事項：\n1.1堂課實作1種麵包，唯第一堂僅教授培養天然酵母，後三堂每堂皆使用自養酵母完成麵包成品\n2.學員請攜帶保鮮盒或可包裝之環保袋，做為打包成品使用。\n3.採小班教學，先由老師親自示範，再讓學員一人一組實際操作。\n4.課程完畢，每人使用之器具用具均須清洗乾淨並擦乾放回原處。\n5.因個人因素請假或缺課者不予退費。\n6.欲請假學員請於上課前三天下午4點前來電請假者可補課補材料，否則視為當天請假，當天請假，為求食材新鮮，食材只保留至隔日供學員領取，並於補課時不再提供食材。\n7.學員因個人因素故暫停課程, 時效為期一年，請至教室辦理\n8.若需暫停課程或轉課程，僅以一次為限。後續再轉課程或要暫停課程則需收手續費：手續費2000元。\n9.如需轉課程，將費用扣除上課成本，餘款可改上其他課程，不予以退費\n",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af6639",
          media: [],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af6639"
        },
        {
          content:
            "10.如需退費\n(依台北市政府訂立之短期補習班設立及管理自治法規之相關規定辦理退費)\n(1)學員自報名註冊費用後，前7日前提出退費將全數退還，若開課前7日至前1日提出退費申請，補習班應退還所繳全期費用80%。\n(2)學員於實際開課日期第二日(次)上課前(不含當次)提出退費申請者，應退還當期開班約定繳納費用總額百分之70%。\n(3)學員於實際開課日期起第2天(次)上課後且未逾全期（或總課程時數）三分之ㄧ期間內提出退費申請，補習班應退還所繳全期費用50%。\n(4)學員實際上課期間已逾全期（或總課程時數）三分之ㄧ者，所收取之當期費用得全數不予退還。\n11.詳細上課規定可參考 https://goo.gl/hjXroj",
          time: "2020-04-19T02:25:29.573Z",
          _id: "5bbb55f33251eb7ba6af6638",
          media: [],
          time_ms: 1587263129573,
          id: "5bbb55f33251eb7ba6af6638"
        }
      ],
      visitor_count: 217,
      id: "5bbb55f33251eb7ba6af6636",
      session: [
        {
          _id: "5e34e8dc9764bf5bee1ac486",
          host: "5b3c632db04e95054928d1eb",
          courseID: "5bbb55f33251eb7ba6af6636",
          start: "2020-05-17T06:00:00.000Z",
          end: "2020-05-17T10:00:00.000Z",
          limit: 4,
          deadline: "2020-05-14T04:00:00.000Z",
          time: "2020-02-01T02:56:28.334Z",
          createTime: "2020-02-01T02:56:28.334Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1589428800000,
          start_ms: 1589695200000,
          end_ms: 1589709600000,
          quota: 4,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e34e8dc9764bf5bee1ac486"
        }
      ]
    },
    {
      _id: "5eaa9ed39b959e60034c31b5",
      bkImage:
        "https://senior.104.com.tw/img/zip/80eafead32b849098acce4e4810c681c11.jpg",
      selfIntro:
        "┃現任：貢寮共學見學執行，鍾愛手作的主婦\n┃專長：環保清潔(手工皂)/發酵手釀(養菌吃菌)/布藝創作(裁縫)\n┃關於我：從個人生活手作力行地球永續，進而經驗分享設計DIY活動來傳遞珍愛自己也愛護環境的理念。\n┃教學經歷：康軒文教手工皂教師研習，社區媽媽製皂/烘焙班，人文國中環保設計課，人文手創DIY體驗課\n┃教學特色：採五感體驗，有創造思考的手作，也有發酵好食的品嚐。",
      title: '抗疫從"腸"計議．"發酵食"堅強免疫力~臭豆腐&紅藜酵母',
      fee: 800,
      type: "COOKING",
      description:
        '吃發酵食物，喝康普茶，餵飽腸道中微生物群，透過健康飲食幫助自己和家人、抗疫從擁有70%免疫細胞的腸道做起，免疫力up up。這次來聊聊台味的發酵食~臭豆腐和台灣紅藜天然酵母麵包。\n臭豆腐獨特的濃烈「香氣」是經發酵作用而產生的，而臭滷水就是美味的關鍵。臭豆腐製備過程中，將豆腐塊浸泡在臭滷水中，經微生物及酵素發酵而產生，就像臭名遠播的鹽醃鯡魚、藍紋乳酪也是所謂的發酵食品，雖「臭」，但對於饕客而言卻是美味，而且越臭越過癮。臭豆腐的製作過程令人好奇，使用的臭滷水和臭到靈魂深處的臭味到底有沒有問題呢？就來貢學吧!!\n吳寶春說：紅蔾酵母是代表台灣的原生種酵母。紅蔾被譽為「穀類的紅寶石」，同時也是台灣原生種植物，更是台灣原住民耕作百年以上的傳統作物。過去原住民用紅蔾起種釀小米酒，就是因為它的發酵能力特別強，拿來做麵包也很合適。自養酵母自製麵包其實並不難，來貢學吧!!\n\n▌課程時間：下午1:30至4:30\n▌費用說明：每人800元 (每位參加者現場品嚐紅燒臭豆腐與紅藜麵包，並可帶回一份臭滷水+鹽滷豆腐，和紅蔾酵母液一份，請自備相關容器。)\n▌適合對象：講究健康飲食，對微生物菌的魔法有興趣者。\n▌課程人數：8人，若報名未滿3人則課程取消。\n▌上課地點：新北市貢寮區~73貢學堂\n\n▌交通建議：前來貢寮建議搭乘宜蘭線區間火車到貢寮站下車，步行5分鐘即達貢寮老街街口的"73貢學堂"\n"73貢學堂" 位在貢寮老街旁，從台北或宜蘭搭乘火車約1個小時可到達 (在市區車潮洶湧不如悠閒坐一段山海線火車)，周邊連結三貂嶺、雙溪、福隆、大里、大溪⋯，觀山賞海皆宜，鄉間人情更美!!\n不用多花時間，刷悠遊卡即可，下了車整個人的心境就徹底轉換。\n\n▌課程重點及教學內容：臭豆腐的發酵理論、臭滷水實作，麵包發酵原理、紅藜酵母液的培養，天然酵母麵包的烘培方式，現場實作也試吃。\n\n▌預計完成作品：臭滷水浸漬鹽滷豆腐+紅蔾酵母液各一份\n▌提供食材：紅燒臭豆腐與紅藜麵包，現場品嚐。\n▌自備物品：已消毒殺菌的1公升保鮮盒(浸泡臭豆腐)*1，乾燥玻璃罐200ml*1(裝紅藜酵母液用)',
      media: {
        type: "image/jpeg",
        file:
          "https://senior.104.com.tw/img/zip/3ee1d51ba9f2470f8858f8bee6092bdb11.jpg",
        fileInfo: {
          fileId: "3ee1d51ba9f2470f8858f8bee6092bdb11",
          _id: "5eaa9ed39b959e60034c31b7",
          tags: ["zip"],
          id: "5eaa9ed39b959e60034c31b7"
        },
        _id: "5eaa9ed39b959e60034c31b6"
      },
      host: {
        _id: "5d467ac3affc5b14601fc1bf",
        pid: "4258187",
        type: "TEACHER",
        picture:
          "https://senior.104.com.tw/img/zip/f899edefc3d043c78ce0f7009e57491011.jpg",
        nickname: "吳莉玲",
        id: "5d467ac3affc5b14601fc1bf"
      },
      hostPid: "4258187",
      reminder:
        "∙食材(材料)由老師準備，本次食材(材料)費用內含於報名費中。\n∙請學員自備圍裙跟餐巾紙面紙、紙巾，現場製作臭豆腐和紅藜酵母，請攜帶容器*2。\n∙活動當天下雨，課程照常進行。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-04-30T09:48:03.967Z",
      updater: "5d467ac3affc5b14601fc1bf",
      creator: "5d467ac3affc5b14601fc1bf",
      createTime: "2020-04-30T09:48:03.552Z",
      __v: 0,
      courseFormID: "5eaa9ee4f9b6224da745fdb2",
      sort: {
        score: 2100
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "4258187",
        "9847306",
        "818128",
        "678822",
        "502668",
        "13280390",
        "10367281"
      ],
      status: "OPEN",
      evaNo: 0,
      rank: 0,
      location: {
        city: "新北市",
        region: "貢寮區",
        address: "貢寮街73號",
        landmark: "73貢學堂",
        ignore: false,
        place: "新北市貢寮區貢寮街73號,73貢學堂"
      },
      addition: [
        {
          _id: "5eaa9ed39b959e60034c31bf",
          time: "2020-04-30T09:48:03.576Z",
          content: "臭滷水原料",
          media: [
            {
              _id: "5eaa9ed39b959e60034c31c0",
              fileInfo: {
                fileId: "c7eb70d8c1024c83b5d4a37dfe91a46311",
                _id: "5eaa9ed39b959e60034c31c1",
                tags: ["zip"],
                id: "5eaa9ed39b959e60034c31c1"
              },
              file:
                "https://senior.104.com.tw/img/zip/c7eb70d8c1024c83b5d4a37dfe91a46311.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588240083576,
          id: "5eaa9ed39b959e60034c31bf"
        },
        {
          _id: "5eaa9ed39b959e60034c31bc",
          time: "2020-04-30T09:48:03.576Z",
          content: "野莧菜最適合做臭滷水",
          media: [
            {
              _id: "5eaa9ed39b959e60034c31bd",
              fileInfo: {
                fileId: "1eb6ac5c59cb41c984394be95bf3ffb711",
                _id: "5eaa9ed39b959e60034c31be",
                tags: ["zip"],
                id: "5eaa9ed39b959e60034c31be"
              },
              file:
                "https://senior.104.com.tw/img/zip/1eb6ac5c59cb41c984394be95bf3ffb711.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588240083576,
          id: "5eaa9ed39b959e60034c31bc"
        },
        {
          _id: "5eaa9ed39b959e60034c31b9",
          time: "2020-04-30T09:48:03.576Z",
          content: "初養酵母只要餵糖水，後續調製麵粉和水就可生生不息",
          media: [
            {
              _id: "5eaa9ed39b959e60034c31ba",
              fileInfo: {
                fileId: "f1a7a12bc0954fc1979941cbe77c4f9811",
                _id: "5eaa9ed39b959e60034c31bb",
                tags: ["zip"],
                id: "5eaa9ed39b959e60034c31bb"
              },
              file:
                "https://senior.104.com.tw/img/zip/f1a7a12bc0954fc1979941cbe77c4f9811.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588240083576,
          id: "5eaa9ed39b959e60034c31b9"
        }
      ],
      visitor_count: 7,
      id: "5eaa9ed39b959e60034c31b5",
      session: [
        {
          _id: "5eaa9f1df9b6224da7460212",
          host: "5d467ac3affc5b14601fc1bf",
          courseID: "5eaa9ed39b959e60034c31b5",
          start: "2020-05-27T05:30:00.000Z",
          end: "2020-05-27T08:30:00.000Z",
          limit: 8,
          deadline: "2020-05-24T05:00:00.000Z",
          time: "2020-04-30T09:49:17.270Z",
          createTime: "2020-04-30T09:49:17.270Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1590296400000,
          start_ms: 1590557400000,
          end_ms: 1590568200000,
          quota: 8,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eaa9f1df9b6224da7460212"
        }
      ]
    }
  ]
};

export default {
  components: {
    NavTabs,
    CookingInformation
  },
  data() {
    return {
      Cooking: []
    };
  },
  created() {
    this.fetchOther();
  },
  methods: {
    fetchOther() {
      this.Cooking = dummyData.datas;
    }
  }
};
</script>