<template>
  <div class="container py-5">
    <!-- 使用 NavTabs 元件 -->
    <NavTabs />
    <OtherInformation :otherData="Other" />
  </div>
</template>


<script>
import NavTabs from "../components/NavTabs";
import OtherInformation from "../components/OtherInformation";

const dummyData = {
  pages: {
    next: 20,
    limit: 20,
    total: 371
  },
  datas: [
    {
      _id: "5e7c5a2c610e201265407f6b",
      bkImage:
        "https://senior.104.com.tw/img/zip/d18f0094d4674f9d854d7f0330a62c1f11.jpg",
      selfIntro:
        "大家好，我是蔡秀貞~ 我是個好奇心旺盛的人，不論是動或是靜、室內或戶外，只要主題吸引我，我就會積極接觸及參與，在某些領域上小有心得，很希望將我曾經的見聞及體驗以共學共遊方式分享高年級族群。 \n專長： 漫遊導覽、單車行、手作繪畫。\n>>更多秀貞老師介紹：http://bit.ly/2tIRkXH",
      title: "從「臺灣公路原點」找尋旅行基礎路線",
      fee: 250,
      type: "OTHER",
      description:
        "自己著手找尋想去玩的地方，好玩又有感覺，若能先知道是在哪條線路上就更理想了，因為可能附近的支線、縣道或鄉道正好有順遊的景點或不經意搜尋到特別的小點，或所謂您想去的秘境在哪條路附近就又更增加旅行的樂趣與收穫。\n我們可以先從幾條耳熟能詳的大條公路開始認識，正好他們的出發原點都在一起。\n「臺灣公路原點」就是起始點和標示物，這裡有位於臺北市中正區的忠孝東路一段的臺5線；忠孝西路一段的臺1線和臺3線共線；中山南路的臺9線以及中山北路一段的臺1甲線之交叉路口。路口四邊有中華民國行政院、監察院、臺北市議會舊址。\n2012年9月，公路總局會同台北市政府交通局交通管制工程處，於該路口東北側近行政院處設置簡易路牌，以及在東南側近監察院處人行道設置「省道公路原點」地雕以為標示。\n這五條省道在同一點出發，每條省道可能都有您玩過百千回的著名景點呢。\n※臺1線(又稱縱貫公路、西部幹線)， 北起臺北市忠孝西路、中山南路口（行政院大門前），南迄屏東縣枋山鄉楓港（與臺26線交接處），全長約461.081公里，沿途經過臺灣西部14個縣市，堪稱臺灣最重要的省道。\n※台1甲線, 北起臺北至龜山,總長約 27.432 公里。\n※臺3線(又稱內山公路)，北起臺北市忠孝西路和中山南路口（行政院大門前），南迄屏東市臺1線交會，總長436.286公里。臺3線行經臺灣西部各縣市鄰近山區之鄉鎮市區沿線16個客家庄，地形多呈丘陵地、台地，自日治時期被視為軍事用途而闢建，這些零星分散的戰備道路與產業道路，便是臺3線的前身，現今臺3線對於山區的交通、經濟、觀光以及農業發展幫助很大。\n※台5線(又稱北基公路)，約27.9公里，自臺北市行政院前路口沿忠孝東路至南港區轉研究院路、南港路進入新北市汐止區，經過基隆市七堵區、暖暖區、仁愛區。\n※台9線(又稱東部幹線)總長約453.9 公里(蘇花改竣工後，台9線縮短約20公里)，是東部南北向的省道。北起臺北市中山南路忠孝東路口行政院大門前，南迄屏東縣枋山鄉楓港（銜接臺1線），著名的「羅斯福路」、「北宜公路」、「蘇花公路」、「花東縱谷公路」及「南迴公路」皆是臺9線的部分路段。\n除了省道，縣道和鄉道也有許多美景甚或秘境，我們慢慢地了解及搜尋。\n\n▌課程時間：2020年06月24日(星期三) 上午09:30至11:30（請提前十分鐘報到）\n▌費用說明：每人250元，(不包含店內自理飲品低消＄40起)。\n▌課程人數：15人(報名人數若未滿5人取消開課)。\n▌上課地點：新北市中和區新興街9號 (NOTCH 咖啡館)。\n▌交通建議：捷運新蘆線「永安市場站」。\n▌課程重點及教學內容：認識公路路線幫助尋找旅行標的物。",
      media: {
        fileInfo: {
          fileId: "d93ae851581a4190a429dd419bc0b6a111",
          _id: "5e7c5a2c610e201265407f6d",
          tags: ["zip"],
          id: "5e7c5a2c610e201265407f6d"
        },
        file:
          "https://senior.104.com.tw/img/zip/d93ae851581a4190a429dd419bc0b6a111.jpg",
        type: "image/jpeg",
        _id: "5e7c5a2c610e201265407f6c"
      },
      host: {
        _id: "5a25db6313ad743d0af5454c",
        pid: "10367281",
        type: "TEACHER",
        nickname: "蔡秀貞",
        picture:
          "https://senior.104.com.tw/img/zip/2ea24b535eeb42ee903bcb6bb48fef4e11.jpg",
        id: "5a25db6313ad743d0af5454c"
      },
      hostPid: "10367281",
      reminder:
        "∙新店家還無投影機設備，課程中若需使用圖片說明，老師將以電腦螢幕或先傳至學員手機參考。\n∙活動當天下雨，行程照常進行。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。\n#才藝 #室內講座 #城市探索 #全新體驗\n>>更多秀貞老師介紹：http://bit.ly/2tIRkXH",
      time: "2020-05-05T09:14:51.741Z",
      updater: "5a25db6313ad743d0af5454c",
      creator: "5a25db6313ad743d0af5454c",
      createTime: "2020-03-26T07:30:52.021Z",
      __v: 0,
      courseFormID: "5e7c5a6fff715025e135acfe",
      category: null,
      sort: {
        score: 8000
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "10367281",
        "502668",
        "11832842",
        "11617556",
        "1780333",
        "13316176",
        "11526262",
        "10884203",
        "13087298",
        "11661040",
        "13056962",
        "11839308",
        "10371713",
        "654174",
        "11507430",
        "11724662",
        "1261814",
        "13353134",
        "13256778",
        "13067462",
        "11134918",
        "4658963",
        "10835301",
        "11497658",
        "13216728",
        "13208076",
        "13353064",
        "4818925",
        "13042120",
        "11609228"
      ],
      status: "OPEN",
      evaNo: 2,
      rank: 5,
      location: {
        city: "新北市",
        region: "中和區",
        address: "新興街9號",
        landmark:
          "永安市場站(只有一個出口)向右走約100公尺看到「康是美」右轉巷內即到達NOTCH咖啡館",
        ignore: false,
        place:
          "新北市中和區新興街9號,永安市場站(只有一個出口)向右走約100公尺看到「康是美」右轉巷內即到達NOTCH咖啡館"
      },
      addition: [
        {
          content: "台灣省公路原點標示",
          time: "2020-05-05T09:14:51.766Z",
          _id: "5e7c5a2c610e201265407f75",
          media: [
            {
              type: "image/png",
              file:
                "https://senior.104.com.tw/img/zip/e1700abc81ca45b3807f2ee7136ebd2f11.png",
              fileInfo: {
                fileId: "e1700abc81ca45b3807f2ee7136ebd2f11",
                _id: "5e7c5a2c610e201265407f77",
                tags: ["zip"],
                id: "5e7c5a2c610e201265407f77"
              },
              _id: "5e7c5a2c610e201265407f76"
            }
          ],
          time_ms: 1588670091766,
          id: "5e7c5a2c610e201265407f75"
        },
        {
          content: "「臺灣公路原點」起始點",
          time: "2020-05-05T09:14:51.766Z",
          _id: "5e7c5a2c610e201265407f72",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/e0a568ecf6084d50ad312c5c18f9750111.jpg",
              fileInfo: {
                fileId: "e0a568ecf6084d50ad312c5c18f9750111",
                _id: "5e7c5a2c610e201265407f74",
                tags: ["zip"],
                id: "5e7c5a2c610e201265407f74"
              },
              _id: "5e7c5a2c610e201265407f73"
            }
          ],
          time_ms: 1588670091766,
          id: "5e7c5a2c610e201265407f72"
        },
        {
          content:
            "「臺灣公路原點」起始點和標示物位於臺北市中正區，路口四邊有行政院、監察院、臺北市議會舊址。",
          time: "2020-05-05T09:14:51.766Z",
          _id: "5e7c5a2c610e201265407f6f",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/4c9ba64158394ddfa5096581ed82de2a11.jpg",
              fileInfo: {
                fileId: "4c9ba64158394ddfa5096581ed82de2a11",
                _id: "5e7c5a2c610e201265407f71",
                tags: ["zip"],
                id: "5e7c5a2c610e201265407f71"
              },
              _id: "5e7c5a2c610e201265407f70"
            }
          ],
          time_ms: 1588670091766,
          id: "5e7c5a2c610e201265407f6f"
        }
      ],
      visitor_count: 30,
      id: "5e7c5a2c610e201265407f6b",
      session: [
        {
          _id: "5eafe5acf9b6224da769c95e",
          host: "5a25db6313ad743d0af5454c",
          courseID: "5e7c5a2c610e201265407f6b",
          start: "2020-06-24T01:30:00.000Z",
          end: "2020-06-24T03:30:00.000Z",
          limit: 15,
          deadline: "2020-06-23T04:00:00.000Z",
          time: "2020-05-04T09:51:40.319Z",
          createTime: "2020-05-04T09:51:40.319Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1592884800000,
          start_ms: 1592962200000,
          end_ms: 1592969400000,
          quota: 15,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eafe5acf9b6224da769c95e"
        }
      ]
    },
    {
      _id: "5e044b911fdda962de9b3c4b",
      selfIntro:
        "┃現任：素人作家\n┃專長：身心放鬆術\n┃關於我：羅德尼的身心放鬆術創作者：因為公共衛生和醫藥科技的進步，再加上高齡化的發展趨勢，「健康老化」已經成為全球不可忽視的問題，況且「有病才知身是苦，健時卻向亂中忙」是屬於人之常情，不是這麼容易可以克服的，所以如何善用老祖宗們流傳下來的智慧，來讓自己保持在身心均安的狀態之下，絕對會是目前最重要的課題。\n┃教學特色：以輕鬆、簡單的方式，將「身心放鬆術」介紹給大家，真正做到「易知易學、貼近生活」。\n",
      title: "身心放鬆術",
      fee: 200,
      type: "OTHER",
      description:
        "▌課程時間：2020年5月27日 下午13:30至15:00\n▌費用說明：每人200元。\n▌適合對象：不限，對於學習自我身心放鬆有興趣者\n▌上課地點：106台北市大安區忠孝東路四段295號5樓-A室（小樹屋教室）\n距離捷運國父紀念館站，1號出口步行約3分鐘。\n▌課程重點及教學內容：觀念分享及動作練習\n\n【身要如何放鬆-流水不腐】\n動作篇-耳要聰、目要明、口要閉、鼻要吸、身要壯\n【鳴天鼓】【轉地鼓】【搓耳】【捏耳】【熨眼】【面浴】【指梳】【叩齒】\n【攪舌】【咽津】【屈舌】【摩腹】【熨臍】【吐固納新】【六字氣訣】【敦踵】\n\n【心要如何放鬆-止水澄波】\n收放心\n閉目垂簾\n存心聽息\n「心」的時刻表",
      host: {
        _id: "5dc9106122ab870eafb33132",
        pid: "193170",
        type: "TEACHER",
        nickname: "孫仁明 ",
        picture:
          "https://senior.104.com.tw/img/zip/44262d5fffff4d85853b27bedca4b32711.jpg",
        id: "5dc9106122ab870eafb33132"
      },
      hostPid: "193170",
      reminder:
        "1. 自備物品：水/毛巾\n2. 課程完畢，請將課程用用具及環境清理復原乾淨。\n3. 活動當天下雨，行程照常進行。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n4. 活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n5. 如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-04-28T01:02:28.207Z",
      updater: "5a7128ac5017761bebab5a25",
      creator: "5dc9106122ab870eafb33132",
      createTime: "2019-12-26T05:56:33.992Z",
      __v: 0,
      bkImage:
        "https://senior.104.com.tw/img/zip/f1a1eef8d98e47c5a36f6ec7ae95063111.png",
      category: null,
      media: {
        fileInfo: {
          fileId: "e868ca0e77a44a08922255e24397dac311",
          _id: "5ea6add16a66fd6122f46d51",
          tags: ["zip"],
          id: "5ea6add16a66fd6122f46d51"
        },
        file:
          "https://senior.104.com.tw/img/zip/e868ca0e77a44a08922255e24397dac311.jpg",
        type: "image/jpeg",
        _id: "5ea6add16a66fd6122f46d50"
      },
      sort: {
        score: 7917
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "193170",
        "502668",
        "11418908",
        "988486",
        "922204",
        "10587844",
        "11609218",
        "13126858",
        "1780333",
        "11687598",
        "9434106",
        "11609228",
        "13067462",
        "12746908",
        "12485392",
        "11677936",
        "13150510",
        "12992078",
        "11623250",
        "10581980",
        "13161842",
        "11909422",
        "1173641",
        "3870537",
        "13176810",
        "1261814",
        "3387551",
        "13159294",
        "11705796",
        "11856066",
        "13185574",
        "9080438",
        "13190194",
        "1621591",
        "474290",
        "13208076",
        "12945154",
        "10884203",
        "11476224",
        "8109297",
        "11817406",
        "12970250",
        "13234286",
        "13232724",
        "11184436",
        "13237302",
        "12163748",
        "10340965",
        "12795656",
        "12348556",
        "12736420",
        "12286546",
        "11606408",
        "10153029",
        "2043642",
        "11120170",
        "12425748",
        "6439795",
        "12222908",
        "13413344"
      ],
      status: "OPEN",
      evaNo: 2,
      rank: 5,
      location: {
        city: "台北市",
        region: "大安區",
        address: "忠孝東路四段295號5樓-A室",
        landmark: "小樹屋教室，距離捷運國父紀念館站，1號出口步行約3分鐘。",
        ignore: false,
        place:
          "台北市大安區忠孝東路四段295號5樓-A室,小樹屋教室，距離捷運國父紀念館站，1號出口步行約3分鐘。"
      },
      addition: [
        {
          _id: "5e044b921fdda962de9b3c52",
          time: "2020-04-28T01:02:28.231Z",
          content:
            "首先將雙手手掌完全蓋住耳朵，雙手自然放在腦後位置，之後用雙手食指扣住中指，再將食指輕輕叩擊頭部腦後位置，當食指扣擊的時後，會聽見「咚咚」的聲音，其響亮的程度，就如同是鼓聲一般，這就是「鳴天鼓」的名稱由來。 \n",
          media: [
            {
              _id: "5e044b921fdda962de9b3c53",
              fileInfo: {
                fileId: "7d6d96b548604819b036720b7d1d741b11",
                _id: "5e044b921fdda962de9b3c54",
                tags: ["zip"],
                id: "5e044b921fdda962de9b3c54"
              },
              file:
                "https://senior.104.com.tw/img/zip/7d6d96b548604819b036720b7d1d741b11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588035748231,
          id: "5e044b921fdda962de9b3c52"
        },
        {
          _id: "5e044b921fdda962de9b3c4f",
          time: "2020-04-28T01:02:28.231Z",
          content:
            "熨臍的方法也是先雙手摩擦生熱之後，將整個手掌覆蓋在腹部，食指指腹輕輕地放在肚臍，調勻呼吸，意念集中在雙手，約三到五分鐘之後，整個腹部就會是溫溫的，而不會冷冷的，根據研究，人體睡著時，體溫會下降0.5度，如果下降到1度，免疫力就會降低30%，老一輩注意腹部保暖的習慣，的確是非常有道理的。​",
          media: [
            {
              _id: "5e044b921fdda962de9b3c50",
              fileInfo: {
                fileId: "1bd129cb7032492f932dc1f0e3f052b511",
                _id: "5e044b921fdda962de9b3c51",
                tags: ["zip"],
                id: "5e044b921fdda962de9b3c51"
              },
              file:
                "https://senior.104.com.tw/img/zip/1bd129cb7032492f932dc1f0e3f052b511.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588035748231,
          id: "5e044b921fdda962de9b3c4f"
        },
        {
          _id: "5e044b921fdda962de9b3c4c",
          time: "2020-04-28T01:02:28.231Z",
          content:
            "也就是我們常說的踮腳跟，方法非常簡單，首先保持身體立正的姿勢，兩腳併攏，雙手自然垂放在身體兩側，慢慢踮起腳尖，用腳趾緊緊抓住地面，然後放鬆讓腳跟輕撞地面，讓全身感受輕微的震動，由兩腿到全身，當震盪過幾次後，就會感覺全身舒暢，回味無窮，八段錦中的最後一勢「背後七顛百病消」，也是類似的動作，古書記載此法有利於排泄胸中的悶氣，可以與握固一起搭配進行",
          media: [
            {
              _id: "5e044b921fdda962de9b3c4d",
              fileInfo: {
                fileId: "2fc78c52c9c1428aa7411473285223e611",
                _id: "5e044b921fdda962de9b3c4e",
                tags: ["zip"],
                id: "5e044b921fdda962de9b3c4e"
              },
              file:
                "https://senior.104.com.tw/img/zip/2fc78c52c9c1428aa7411473285223e611.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588035748231,
          id: "5e044b921fdda962de9b3c4c"
        }
      ],
      visitor_count: 60,
      id: "5e044b911fdda962de9b3c4b",
      session: [
        {
          _id: "5ea6af576a66fd6122f47ab2",
          host: "5dc9106122ab870eafb33132",
          courseID: "5e044b911fdda962de9b3c4b",
          start: "2020-05-27T05:30:00.000Z",
          end: "2020-05-27T07:00:00.000Z",
          limit: 12,
          deadline: "2020-05-25T04:00:00.000Z",
          time: "2020-04-27T10:09:27.998Z",
          createTime: "2020-04-27T10:09:27.998Z",
          __v: 0,
          assistant: {
            assign: "NEED",
            person: "5bed337556cbba20d582deac"
          },
          status: "NORMAL",
          join: 4,
          deadline_ms: 1590379200000,
          start_ms: 1590557400000,
          end_ms: 1590562800000,
          quota: 8,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5ea6af576a66fd6122f47ab2"
        }
      ]
    },
    {
      _id: "5e993d46a29a6409e738a768",
      bkImage:
        "https://senior.104.com.tw/img/zip/b044304b457a4aa69da3b238b5bb259011.jpg",
      selfIntro:
        "寫了十多年文字，卻對塔羅牌特別鐘情，將近7年身心靈學習與占卜教學經驗。\n從原本學習塔羅牌的「麻瓜」變身為塔羅牌老師，希望能將塔羅牌占卜樂趣與所有人分享。\n\n▌現任：塔羅牌占卜師、身心靈工作者、自由文字工作者。 \n\n▌專長：偉特塔羅牌、大天使神諭占卜卡、奧修禪卡、如恩符文、希臘占星。\n\n▌關於我：世新大學傳播管理系，擔任過多本雜誌刊物主編、基金會媒體公關經理及自由文字工作者。\n\n有一天下定決心，要利用工作之餘，認真跟專業老師上課，來學習自己一直很感興趣的塔羅牌。希望能幫助人們重新找回失去已久的歡笑、希望與愛！\n\n如果你也想和我一樣，因為接觸了塔羅牌，而懂得將人生腳步放慢，並從中學習到星座符號、數字密碼。還能欣賞到歐洲文藝復興時代的繪畫藝術之美。\n\n甚至發現牌卡內還暗藏著希臘、埃及或北歐神話人物和故事，因而開啟另一個神秘的身心靈世界，有如發現新大陸般地雀躍不已的話。\n\n歡迎來體驗占卜樂趣，並親自感受塔羅牌的「神奇魔力」～\n\n▌教學經歷：\n1.【偉特塔羅牌】講師。\n2.【快樂塔羅趣】活動。\n3.【塔羅心靈SPA】占卜。\n\n▌教學特色：在學習中充滿了歡笑與驚奇，盡情享受塔羅牌的占卜樂趣。\n\n",
      title: "【塔羅心靈SPA（一對一線上占卜）】",
      fee: 1000,
      type: "OTHER",
      description:
        "\n隨著百花綻放，鳥兒開心歡唱，大地再度甦醒，春天真的來了！\n\n在武漢病毒疫情不斷延燒下，您對未來是否感到極度不安或超級憂慮？為了讓你我都能保護自己的健康，又能解決您心中的難題和困擾，還能免於舟車往返勞頓或遭受病毒侵襲，Angel老師決定推出【塔羅心靈SPA】一對一線上占卜！\n\n🌹🌹🌹希望能幫您將糾結在心中已久的問題，一一剖析並找出答案和方向，如同進行一場另類的心靈療癒SPA，讓您放下心中擔憂的巨石，雙方各自在家中進行線上占卜，私密又輕鬆自在，就能幫您找回快樂正能量！\n\n現在，就來一場專屬您個人的「塔羅心靈SPA」吧 ！\n\n▌占卜日期：\n2020/05/12(二)/平日班\n\n🧿🧿🧿好消息：\n如果你想預約其他占卜日期，可先詢問老師，若雙方時間允許的話，老師會特別為你新增一個新時段的占卜埸次喔！😘\n\n🧿備註：\n1.【請至少在三天前提早預約為宜】\n例如：你想預約5/14這一天占卜，請至少在5/11先私訊老師，雙方討論一個占卜日期及時間後，老師會幫你在【104高年級】網站平台上，新增一個專屬於你的一對一線上占卜日期及時間，而【104高年級】網站平台的報名系統，最晚會在5/13中午12點前截止報名）。\n2.當然，你也可私訊Angel老師（或FB粉絲專頁#塔羅公主）報名，以銀行ATM轉帳方式進行。\n\n▌占卜時間：\n當天最多限3人占卜，每人占卜30分鐘（先報名者，可優先選擇場次；故報名前，可先和老師討論自己最想預約占卜的時段場次，老師會先為您註記保留）。\n🌈🌈🌈\n上午11:00-11:30（第一場）\n下午14:00-14:30（第二場）\n下午15:30-16:00（第三場）\n\n🧿備註：\n1.由於晚上較不適合線上占卜，如果想預約專屬自己的占卜時間者，可以想想自己白天（或假日）有空的時間後，再告訴老師，看看雙方的時間是否OK? \n2.如果想占卜的問題較重大或較糾結時，建議可以預約1小時（費用2000元），你可以先和老師溝通討論喔！\n\n▌占卜問題和進行方式：\n1.【問題】不限問題，能讓您親自體驗線上占卜樂趣（包括：感情／工作／金錢….) 。 \n2.【方式】幫您將糾結在心中已久的問題，一一剖析並為您找出答案和方向，如同進行一場另類的心靈療癒，讓您放下心中擔憂的巨石。 \n3.【目的】進行一場令人徹底放鬆的心靈SPA，幫您找回快樂的正能量。 \n\n▌費用說明：1000元／30分鐘\n\n▌報名人數：當天占卜限3人，報名人數達1人即可開班。\n\n▌適合對象：如果您很想了解自己未來的感情／工作／金錢……等方向發展，歡迎預約專屬您個人私密獨特的【一對一塔羅牌線上占卜】！\n\n▌占卜地點：雙方在自己家中較安靜明亮處，進行線上占卜。\n\n▌占卜好禮：老師會將當天占卜過程中，為您占卜的所有塔羅牌拍照並即時上傳給您，日後您若有不懂或忘記之處，可私下免費請教老師。\n\n❤️你若對塔羅牌有興趣，想要身心靈快樂，希望交到一輩子好朋友，讓自己生命翻轉，學習助人助己的話， 歡迎到我的FB粉絲專頁，一窺神秘的塔羅牌世界，盡情享受塔羅牌的樂趣。\n\n#塔羅公主\n塔羅公主／FB粉絲專頁編號及連結\n112568863447667\nhttps://www.facebook.com/塔羅公主-112568863447667/\n\n＃塔羅牌占卜\n＃塔羅心靈SPA\n＃一對一線上占卜\n＃身心靈",
      media: {
        type: "image/jpeg",
        file:
          "https://senior.104.com.tw/img/zip/4c658aa4f0cd4a0d835b01f778d8fb4e11.jpg",
        fileInfo: {
          fileId: "4c658aa4f0cd4a0d835b01f778d8fb4e11",
          _id: "5e993d46a29a6409e738a76a",
          tags: ["zip"],
          id: "5e993d46a29a6409e738a76a"
        },
        _id: "5e993d46a29a6409e738a769"
      },
      host: {
        _id: "5dba5e09b47ebc7e0799806d",
        pid: "988486",
        type: "TEACHER",
        nickname: "Angel",
        picture:
          "https://senior.104.com.tw/img/zip/8194fb41b7c444d7b9e9edd4c290fa0411.jpg",
        id: "5dba5e09b47ebc7e0799806d"
      },
      hostPid: "988486",
      reminder:
        "1.只要帶著一顆輕鬆的心，就能享受心靈SPA的塔羅牌占卜樂趣！ \n2.使用《萊德偉特塔羅牌Rider-Waite Tarot》作為占卜工具。\n3.❤️帶著你心中糾結的問題，來和塔羅牌聊聊天喔！\n4.預約一場另類心靈療癒，讓你開心預知未來。\n5.如有相關問題，歡迎透過「問答」頁面向老師提問。\n\n6.欲報名此課程活動的朋友，可以選擇以下二種付款方式：\n1).請點選下方「104高年級」網路平台連結：\nhttps://pse.is/R92LK\n2).選擇以銀行ATM轉帳的朋友，請私訊Angel老師或FB粉絲專頁 #塔羅公主。\n\n7.課程取消退費請見：https://senior.104.com.tw/help\n",
      time: "2020-05-08T06:49:58.220Z",
      updater: "5dba5e09b47ebc7e0799806d",
      creator: "5dba5e09b47ebc7e0799806d",
      createTime: "2020-04-17T05:23:18.013Z",
      __v: 0,
      courseFormID: "5e993ee296be371cbe4e45a5",
      category: null,
      sort: {
        score: 7000
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "988486",
        "502668",
        "12958138",
        "743014",
        "11991696",
        "11705796",
        "627820",
        "10367281",
        "4844403",
        "13337872"
      ],
      status: "OPEN",
      evaNo: 0,
      rank: 0,
      location: {
        city: "台北市",
        region: "鄉鎮市區",
        address: "各自家中，以Line的「視訊通話」進行占卜",
        landmark: "不受區域限制，以安靜明亮處為主",
        ignore: false,
        place:
          "台北市鄉鎮市區各自家中，以Line的「視訊通話」進行占卜,不受區域限制，以安靜明亮處為主"
      },
      addition: [
        {
          _id: "5e993d46a29a6409e738a772",
          time: "2020-05-08T06:49:58.241Z",
          content: "想知道未來的工作發展嗎? 你該離職或找下一份新工作嗎？",
          media: [
            {
              _id: "5e993d46a29a6409e738a773",
              fileInfo: {
                fileId: "b54c2956f0454a4da2d7a4c6d9802af711",
                _id: "5e993d46a29a6409e738a774",
                tags: ["zip"],
                id: "5e993d46a29a6409e738a774"
              },
              file:
                "https://senior.104.com.tw/img/zip/b54c2956f0454a4da2d7a4c6d9802af711.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588920598241,
          id: "5e993d46a29a6409e738a772"
        },
        {
          _id: "5e993d46a29a6409e738a76f",
          time: "2020-05-08T06:49:58.241Z",
          content:
            "2020找得到你的真命天子(女)嗎? 現在的感情對象或婚姻適合自己嗎？",
          media: [
            {
              _id: "5e993d46a29a6409e738a770",
              fileInfo: {
                fileId: "03e82922fb834108aece3540a841499311",
                _id: "5e993d46a29a6409e738a771",
                tags: ["zip"],
                id: "5e993d46a29a6409e738a771"
              },
              file:
                "https://senior.104.com.tw/img/zip/03e82922fb834108aece3540a841499311.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588920598241,
          id: "5e993d46a29a6409e738a76f"
        },
        {
          _id: "5e993d46a29a6409e738a76c",
          time: "2020-05-08T06:49:58.241Z",
          content:
            "目前很難做決定嗎? 究竟該選擇哪一個（對象或工作或.....），對自己才是最正確的？",
          media: [
            {
              _id: "5e993d46a29a6409e738a76d",
              fileInfo: {
                fileId: "651e6941bb0c46779481927f7f278d9f11",
                _id: "5e993d46a29a6409e738a76e",
                tags: ["zip"],
                id: "5e993d46a29a6409e738a76e"
              },
              file:
                "https://senior.104.com.tw/img/zip/651e6941bb0c46779481927f7f278d9f11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588920598241,
          id: "5e993d46a29a6409e738a76c"
        }
      ],
      visitor_count: 10,
      id: "5e993d46a29a6409e738a768",
      session: [
        {
          _id: "5eb0110d9b959e6003717d88",
          host: "5dba5e09b47ebc7e0799806d",
          courseID: "5e993d46a29a6409e738a768",
          start: "2020-05-12T03:00:00.000Z",
          end: "2020-05-12T08:00:00.000Z",
          limit: 3,
          deadline: "2020-05-11T04:00:00.000Z",
          time: "2020-05-04T12:56:45.043Z",
          createTime: "2020-05-04T12:56:45.043Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1589169600000,
          start_ms: 1589252400000,
          end_ms: 1589270400000,
          quota: 3,
          recruit: {
            sort: 2,
            isFull: false,
            status: "WILL_DEADLINE"
          },
          id: "5eb0110d9b959e6003717d88"
        }
      ]
    },
    {
      _id: "5de753e49aba51340db0c729",
      bkImage:
        "https://senior.104.com.tw/img/zip/f5663245be7946879e539cae02bee6a911.jpg",
      selfIntro:
        "┃現任：YWCA社區DIY老師\n┃專長：鋼琴.小提琴.手工藝廢物利用.保養品DIY.環保清潔用品..等\n┃關於我：一直從事音樂教學40餘年，民國76年進入YWCA愛心隊、才開始在各學校社區教手工藝廢物利用.喜歡傳承我會的東西和所有人一起分享快樂時光。\n┃教學經歷：社區DIY教學約20年\n┃教學特色：資源回收物品都可以善加利用改造再創作化腐朽為神奇，以及響應綠色環保愛地球的各種環保清潔用品等\n",
      title: "擴香石創作DIY",
      fee: 250,
      type: "OTHER",
      description:
        "邀請大家一起來玩擴香石花藝創作、很療癒喔！\n擴香石，就是用來擴散香味,用途跟芳香磚類似，是天然石材粉製成不需要加熱，不必點火是最安全又最節能的擴香方式，可隨身攜帶、居家香氛必備小物也是送禮最佳禮物。\n\n▌課程時間：2020年3月27日 （五）下午14:00至16:OO\n\n▌費用說明：每人250元，包含教學、所有材料費用，飲料低消請現場自付\n▌適合對象：無經驗均可\n▌人數限制：10人。  5人即可開班\n\n▌課程重點及教學內容：\n1. 認識花材和工具\n2. 操作步驟採用投影片說明\n3. 一邊創作一邊欣賞大家的作品和交朋友\n課程結束可帶回一份美麗的擴香石作品回家。\n▌自備物品：1、剪刀 2、廚房紙巾1張3、喜歡的精油 4.紙杯一個\n\n#全新體驗",
      media: {
        type: "image/jpeg",
        file:
          "https://senior.104.com.tw/img/zip/9810b22d1b2e4ef48e7a14c2450d33ce11.jpeg",
        fileInfo: {
          fileId: "9810b22d1b2e4ef48e7a14c2450d33ce11",
          _id: "5e08909b4892f4239968ee43",
          tags: ["zip"],
          id: "5e08909b4892f4239968ee43"
        },
        _id: "5e08909b4892f4239968ee42"
      },
      host: {
        _id: "5de50f223cd8cf71c2d5374b",
        pid: "2917579",
        type: "TEACHER",
        picture:
          "https://senior.104.com.tw/img/zip/958bd52cc3a540cfa89518eeeb548ca311.jpeg",
        nickname: "Alice Ju",
        id: "5de50f223cd8cf71c2d5374b"
      },
      hostPid: "2917579",
      reminder:
        "∙材料由老師準備，材料費用內含於報名費中，不含其他交通、餐飲等費用，請自理。\n∙課程完畢，請將課程用用具及環境清理復原乾淨。\n∙活動當天下雨，行程照常進行。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-03-06T00:44:28.485Z",
      updater: "5de50f223cd8cf71c2d5374b",
      creator: "5de50f223cd8cf71c2d5374b",
      createTime: "2019-12-04T06:36:20.922Z",
      __v: 0,
      courseFormID: "5de754426711c86107c86661",
      category: null,
      sort: {
        score: 6967
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "2917579",
        "502668",
        "11526262",
        "12876130",
        "12968264",
        "10575916",
        "13034338",
        "13041162",
        "2923180",
        "2367878",
        "13104886",
        "10764167",
        "8109297",
        "756774",
        "12006224",
        "11705796",
        "11086270",
        "13150763",
        "11609228",
        "10920075",
        "11687598",
        "2438255",
        "4822458",
        "3552809",
        "12661372",
        "10558498",
        "6761592",
        "11780034",
        "12898710",
        "11617556",
        "12736420",
        "881513",
        "13205072",
        "12696006",
        "10708464",
        "11824726",
        "13246252",
        "5502923",
        "11922870",
        "13127727",
        "4818925"
      ],
      status: "OPEN",
      evaNo: 4,
      rank: 5,
      location: {
        city: "新北市",
        region: "永和區",
        address: "仁愛路65號(JR House 輕食.藝文場地租借) ",
        landmark: "集合地點備註:捷運南勢角線~頂溪捷運站2號出口走路3分鐘",
        ignore: false,
        place:
          "新北市永和區仁愛路65號(JR House 輕食.藝文場地租借) ,集合地點備註:捷運南勢角線~頂溪捷運站2號出口走路3分鐘"
      },
      addition: [
        {
          _id: "5de8d14f100c17168e808cf0",
          time: "2020-03-06T00:44:28.105Z",
          content:
            "透過擴香石本身細小的毛細孔，調解內外濕度以達到擴香效果。請輕放避免碰撞,手摸有白色粉末是正常的,碰到深色衣物會白白的,用手拍一拍或沾濕洗掉即可。",
          media: [
            {
              _id: "5de8d14f100c17168e808cf1",
              fileInfo: {
                fileId: "aa1583ed3af64581b532366d86ebb3eb11",
                _id: "5de8d14f100c17168e808cf2",
                tags: ["zip"],
                id: "5de8d14f100c17168e808cf2"
              },
              file:
                "https://senior.104.com.tw/img/zip/aa1583ed3af64581b532366d86ebb3eb11.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1583455468105,
          id: "5de8d14f100c17168e808cf0"
        },
        {
          _id: "5e45f6ad3098be6af2084195",
          time: "2020-03-06T00:44:28.105Z",
          content: "隨性創作自己的作品即可",
          media: [
            {
              _id: "5e45f6ad3098be6af2084196",
              fileInfo: {
                fileId: "771dbaf57f124f8097b6d0c4fc3c2df211",
                _id: "5e45f6ad3098be6af2084197",
                tags: ["zip"],
                id: "5e45f6ad3098be6af2084197"
              },
              file:
                "https://senior.104.com.tw/img/zip/771dbaf57f124f8097b6d0c4fc3c2df211.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1583455468105,
          id: "5e45f6ad3098be6af2084195"
        }
      ],
      visitor_count: 41,
      id: "5de753e49aba51340db0c729",
      session: [
        {
          _id: "5e89da3c5ec69a65e3a554dc",
          host: "5de50f223cd8cf71c2d5374b",
          courseID: "5de753e49aba51340db0c729",
          start: "2020-06-01T06:00:00.000Z",
          end: "2020-06-01T08:00:00.000Z",
          limit: 10,
          deadline: "2020-05-31T04:00:00.000Z",
          time: "2020-04-05T13:16:44.669Z",
          createTime: "2020-04-05T13:16:44.669Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 0,
          deadline_ms: 1590897600000,
          start_ms: 1590991200000,
          end_ms: 1590998400000,
          quota: 10,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e89da3c5ec69a65e3a554dc"
        }
      ]
    },
    {
      _id: "5e62282a9a4506347e5deba3",
      bkImage:
        "https://senior.104.com.tw/img/zip/b3286e9c6d954a42a5ff43b0d620562311.jpg",
      selfIntro:
        "┃現任：韻清樂舞劇團副團長\n┃專長：傳統戲曲表演、教學。\n┃教學經歷：\n擁有近30多年教學經驗\n台北紅卍字會慈幼幼稚園、新竹邁肯雙語幼兒園，國劇班教師。(全省唯一)\n曾於青草湖、風城、新莊、永和、板橋等各社區大學執教黃梅戲班。\n新竹國劇協會顧問及指導教師\n台北市藝文推廣處研習班教授黃梅戲\n曾受邀於各地獅子會、扶輪社、基金會、傳藝中心等，舉辦戲曲講座。\n┃教學特色：\n以貼近生活，平易近人，淺而易見的語意表達，使課堂中充滿著輕鬆自在的氛圍，如聊天般的方式，讓學員隨時提問互動，並親身示範演練來輔助學員更一步了解，認識戲曲的魅力，也讓學員一起活絡筋骨，練習基本簡單的身段和唱腔，生動活潑的課堂，沒有任何壓力的學習，徹底放鬆享受優美的藝術。\n每位學員除了可測試自己對藝術的天分能耐，並可保留自己演練的影像留作紀念。\n並可獲贈老師劇團的精美年曆一張，資料夾一個。\n\n",
      title: "戲曲夢想家",
      fee: 600,
      type: "OTHER",
      description:
        "▌課程時間：2019年4月 26日、5月10、5月24日、5月31下午14:OO至16:OO\n▌費用說明：每人6ＯＯ元，包含課程道具租借費用。\n▌適合對象：不限\n▌上課地點：台北市文山區興隆路四段151號2樓之4\n▌交通建議：捷運萬芳醫院站，下車後到對面搭公車綠2到忠順街下車。\n▌課程重點及教學內容：\n哈憶平，生於梨園世家，先父夙昔乃名列台灣京劇四大鬚生之一的哈元章。\n因自小耳濡目染，故對京劇有特別喜好與天賦，浸淫在傳統戲曲藝術，雖曾間斷，也約莫近40多年，並對其他戲曲劇種也有所涉獵鑽研，尤喜黃梅戲。\n除了台上演出之外，亦從事教學工作。教學經驗豐富，桃李眾多，教學相長，個人自其中也獲益良多。\n在劇團除了表演，也擔任演出編排或劇本整編等規劃工作。\n50+後也挑戰了許多不同類型的事物，如：\n52歲逾半百唸研究所（佛光大學藝術學研究所畢業）\n56歲出書\n59歲習跳街舞及敦煌舞\n60歲榮獲「中國文藝獎章戲曲表演獎」、\n拍街舞MV，點閱率破百萬。\n\n看似琳瑯滿目，實則抱持「學到老才能活到老」與「活到老學到老」正好有異曲同工之妙。\n只有不間斷學習，持續健康體能，擁有善知識的正能量，方能延年益壽。\n基於此，看到高年級的相關資訊，深覺是個很棒的平台， 啟迪了我於此開課的動念，願在此，貢獻所學，創造更多的同好，激起對傳統戲曲藝術的興趣，甚或讓對傳統戲曲有夢想和憧憬的朋友能更進一步達成目標，成為能站上舞台粉墨登場的主角。\n\n願與有緣有共識的朋友們，一起徜徉悠遊於優美的傳統戲曲藝術殿堂裏。\n課堂教學折子戲，例如:黃梅戲《七仙女》、《梁祝》、《江山美人》或京劇《小放牛》、《五花洞》、《蘇三起解》......等劇目中之精簡唱段為依據。(老師保有選擇唱段之權利)，將教授唱腔、身段動作表演，讓學員體驗舞台魅力。\n▌預計完成作品：當堂所教折子戲唱段演練，隨機配合道具或簡易裝扮呈現，並現場錄影留念。\n▌自備物品：室內鞋，並請盡量穿著輕便，利於身段動作的伸展活動。\n\n▌教學影片：\nhttps://www.youtube.com/watch?v=oYCWv73_oNE",
      media: {
        fileInfo: {
          fileId: "7405933192bf48e8a4fcacc678c23dae11",
          _id: "5e62282a9a4506347e5deba5",
          tags: ["zip"],
          id: "5e62282a9a4506347e5deba5"
        },
        file:
          "https://senior.104.com.tw/img/zip/7405933192bf48e8a4fcacc678c23dae11.jpg",
        type: "image/jpeg",
        _id: "5e62282a9a4506347e5deba4"
      },
      host: {
        _id: "5be249131525642ce4f2b5c1",
        pid: "11705796",
        type: "TEACHER",
        nickname: "開口笑",
        picture:
          "https://senior.104.com.tw/img/zip/f7561314e5b347dba6fa6daeed27151911.jpg",
        id: "5be249131525642ce4f2b5c1"
      },
      hostPid: "11705796",
      reminder:
        "∙如需道具材料由老師準備，費用內含於報名費中，不含其他交通、餐飲等費用，請自理。\n∙課程完畢，請將課程用具及環境清理復原乾淨。\n∙活動當天下雨，行程照常進行。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-04-20T14:39:31.216Z",
      updater: "5be249131525642ce4f2b5c1",
      creator: "5be249131525642ce4f2b5c1",
      createTime: "2020-03-06T10:38:34.413Z",
      __v: 0,
      category: null,
      sort: {
        score: 6706
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "11705796",
        "502668",
        "10027396",
        "13237752",
        "13237936",
        "5950271",
        "11592770",
        "12520700",
        "13192518",
        "10524106",
        "13191702",
        "13250138",
        "13250274",
        "13264082",
        "13268062",
        "13158390",
        "13269810",
        "13270200",
        "13270278",
        "545303",
        "13271354",
        "10786253",
        "13021602",
        "12892478",
        "10726828",
        "11817406",
        "11313082",
        "13287582",
        "13271310",
        "988486",
        "13026884",
        "11449228",
        "13336078",
        "13336060",
        "5216633",
        "13272418",
        "13067886",
        "9847306",
        "13044638",
        "10312551",
        "11742080",
        "1691663"
      ],
      status: "OPEN",
      evaNo: 20,
      rank: 5,
      location: {
        city: "台北市",
        region: "文山區",
        address: "興隆路4段151號2樓之4",
        landmark: "",
        ignore: false,
        place: "台北市文山區興隆路4段151號2樓之4"
      },
      addition: [],
      visitor_count: 42,
      id: "5e62282a9a4506347e5deba3",
      session: [
        {
          _id: "5e65a79e79593b293de53fb1",
          host: "5be249131525642ce4f2b5c1",
          courseID: "5e62282a9a4506347e5deba3",
          start: "2020-05-10T06:00:00.000Z",
          end: "2020-05-10T08:00:00.000Z",
          limit: 10,
          deadline: "2020-05-09T04:00:00.000Z",
          time: "2020-04-28T04:40:17.186Z",
          createTime: "2020-03-09T02:19:10.215Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "CANCEL",
          join: 0,
          deadline_ms: 1588996800000,
          start_ms: 1589090400000,
          end_ms: 1589097600000,
          quota: 10,
          recruit: {
            sort: 5,
            isFull: false,
            status: "CANCEL"
          },
          id: "5e65a79e79593b293de53fb1"
        },
        {
          _id: "5e65a79e79593b293de53fb2",
          host: "5be249131525642ce4f2b5c1",
          courseID: "5e62282a9a4506347e5deba3",
          start: "2020-05-17T06:00:00.000Z",
          end: "2020-05-17T08:00:00.000Z",
          limit: 10,
          deadline: "2020-05-16T04:00:00.000Z",
          time: "2020-03-10T08:28:52.505Z",
          createTime: "2020-03-09T02:19:10.219Z",
          __v: 0,
          status: "CANCEL",
          join: 0,
          deadline_ms: 1589601600000,
          start_ms: 1589695200000,
          end_ms: 1589702400000,
          quota: 10,
          recruit: {
            sort: 5,
            isFull: false,
            status: "CANCEL"
          },
          id: "5e65a79e79593b293de53fb2"
        },
        {
          _id: "5e65a79e79593b293de53fb3",
          host: "5be249131525642ce4f2b5c1",
          courseID: "5e62282a9a4506347e5deba3",
          start: "2020-05-24T06:00:00.000Z",
          end: "2020-05-24T08:00:00.000Z",
          limit: 10,
          deadline: "2020-05-07T14:50:05.696Z",
          time: "2020-03-09T02:19:10.224Z",
          createTime: "2020-03-09T02:19:10.224Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "CLOSE",
          join: 8,
          deadline_ms: 1588863005696,
          start_ms: 1590300000000,
          end_ms: 1590307200000,
          quota: 2,
          recruit: {
            sort: 4,
            isFull: false,
            status: "CLOSE"
          },
          id: "5e65a79e79593b293de53fb3"
        },
        {
          _id: "5e65a79e79593b293de53fb4",
          host: "5be249131525642ce4f2b5c1",
          courseID: "5e62282a9a4506347e5deba3",
          start: "2020-05-31T06:00:00.000Z",
          end: "2020-05-31T08:00:00.000Z",
          limit: 10,
          deadline: "2020-05-30T04:00:00.000Z",
          time: "2020-03-09T02:19:10.229Z",
          createTime: "2020-03-09T02:19:10.229Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 2,
          deadline_ms: 1590811200000,
          start_ms: 1590904800000,
          end_ms: 1590912000000,
          quota: 8,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e65a79e79593b293de53fb4"
        }
      ]
    }
  ]
};

export default {
  components: {
    NavTabs,
    OtherInformation
  },
  data() {
    return {
      Other: []
    };
  },
  created() {
    this.fetchOther();
  },
  methods: {
    fetchOther() {
      this.Other = dummyData.datas;
    }
  }
};
</script>