<template>
  <div class="container py-5">
    <!-- 使用 NavTabs 元件 -->
    <NavTabs />
    <TourInformation :tourData="Tour" />
  </div>
</template>


<script>
import NavTabs from "../components/NavTabs";
import TourInformation from "../components/TourInformation";

const dummyData = {
  pages: {
    next: 20,
    limit: 20,
    total: 497
  },
  datas: [
    {
      _id: "5e84959e26926f06a392b8e7",
      bkImage:
        "https://senior.104.com.tw/img/zip/35bb615c0edf4405b75110a91f58405e11.jpeg",
      selfIntro:
        "現任：崇光社大漫遊自然山徑講師，\n新店公所、坪林、石碇與社區導覽人員.\n石碇國小樹藝課老師.\n┃專長：人文、生態講解、植物染與鄉土教學\n┃關於我：山上的孩子總是、捻花惹草熱愛大自然.\n┃教學經歷：\n1.文山社大植物染講師\n2.崇光女中駐校藝術家\n3.崇光社大步道班講師\n4.青潭國小小農夫老師\n5.石碇國小樹藝課老師\n6.社區、公所、里辦公處等.生態.人文.草編DIY 老師\n7.新店區公所人文生態導覽人員\n8.胖子鄉土教室手作負責人.",
      title: "太魯閣自然山徑之旅",
      fee: 999,
      type: "TOUR",
      category: "NATURE",
      description:
        "太魯閣自然山徑之旅\n▌導覽時間：2020年05月17日 （日）上午08:30至18:00 (請戴口罩）\n★敬請提早10分鐘到場報到，08:30準時出發，逾時不候。\n★實際結束時間視當天交通狀況調整。\n▌費用說明：每人999元，包含導覽、車資車資🚌費用，未含午、晚餐費用。\n午餐：太魯閣、藍藍餐廳（1/300）\n▌適合對象：歡迎親子報名/對戶外走走有興趣者。\n▌課程人數：20人，若報名未滿15人則課程取消。\n▌集合地點：新北市新店區，捷運新店站，遊客中心前大石頭處集合。\n\n▌課程重點及教學內容：\n★小錐麓步道\n小錐麓步道東端入口可以欣賞到一片類似錐麓斷崖的地形，「小錐麓」即因此得名。走在步道上可以欣賞立霧溪下游河谷之美，沿途的森林生態也值得仔細觀察。\n\n★砂卡礑步道\n◎砂卡礑步道是日治末期所建，主要是為了發展立霧溪的水力發電。1940年臺灣總督府在太魯閣興建立霧發電廠，在溪畔建水壩，並開鑿輸水隧道，引立霧溪水至發電廠發電，輸水隧道在砂卡礑溪谷上方，以大型水管銜接溪谷兩端，將水輸送至發電廠。\n◎砂卡礑步道的岩石以花崗片麻岩、矽質片岩及大理岩為主，皆屬於變質岩。\n◎砂卡礑步道原名神秘谷步道，在砂卡礑溪上游有一個太魯閣族的「大同部落」，部落舊名為「砂卡礑」距步道入口約1.5公里處的五間屋，舊名為「斯維奇」太魯閣語「斯維奇」是指大型葉片的榕樹。砂卡礑步道走到盡頭的「三間屋」，曾是太魯閣族人的聚落，太魯閣族人稱為「柏拉耀」是「姑婆芋」的意思。\n站在步道上、可以看到對岸裸露的山壁上有許多柔美的線條，像千層糕一般，層層分明地堆疊著，這種地形稱為「褶皺」。\n\n★長春祠\n為紀念闢建中橫公路，不幸殉職的築路人所建的.\n\n★清水斷崖\n◎位於台灣花蓮縣，著名的旅遊景點。台灣戰後，台灣省政府將其列為台灣八景之一。 約九百萬年前歐亞板塊與菲律賓板塊發生碰撞，而且不斷隆起，加上豐沛的雨水，上覆的岩層受風化侵蝕作用剝失，深處的大理岩和片麻岩於是逐漸抬升露出地表。這些岩石的岩性均是緻密、堅硬而不易崩落，故能維持陡峭壁立的山壁。加上台灣東部的地殼隆升快速，造成在短距離內即急速拔升的情形。再受到強烈的海蝕作用，坡度極陡，幾近垂直。這便是台灣八景之一的清水斷崖形成的原因。\n◎主要由大理岩、片麻岩及綠色片岩所構成且高數百公尺，是蘇花公路中最驚險壯麗的景觀，更是蘇花公路的精神所在，清水斷崖除了是花東沿岸最壯觀的景色以外，更是欣賞日出、日落的絕佳去處，是台灣著名的賞景地點。\n\n▌導覽路線：\n新店捷運總站(集合)→太魯閣遊客中心→小錐麓古道→砂卡礑步道-長春祠-清水斷崖-新店捷運總站（解散)\n▌自備物品：午、晚餐、登山杖.開水、個人私人用品。\n\n@胖子月兒☎️0963-391-378\n\n#戶外探索 #全新體驗",
      media: {
        type: "image/jpeg",
        file:
          "https://senior.104.com.tw/img/zip/11889392a59e4281a96b57ac6618335711.jpeg",
        fileInfo: {
          fileId: "11889392a59e4281a96b57ac6618335711",
          _id: "5e849d4d26926f06a392d196",
          tags: ["zip"],
          id: "5e849d4d26926f06a392d196"
        },
        _id: "5e849d4d26926f06a392d195"
      },
      host: {
        _id: "5b921eabbfaa6c1fa26f650b",
        pid: "11526262",
        type: "TEACHER",
        nickname: "胖子月兒",
        picture:
          "https://senior.104.com.tw/img/zip/f4ac984f73b74aaeb726288b395f396a11.jpeg",
        id: "5b921eabbfaa6c1fa26f650b"
      },
      hostPid: "11526262",
      reminder:
        "∙請著防滑包腳鞋，並斟酌準備衣物、雨具、護膝、協助支撐手杖；攜帶足夠飲水及防蚊、防曬準備，還有常服藥品。\n∙本活動保險相關事宜將由104高年級統一協助辦理，於報名時會請學員填寫旅遊平安險投保資料，如資料有所缺漏您可於報名成功後，點擊畫面右上角人頭儘速至「會員中心-體驗記錄」補填「報名表」，如逾期未填或不完整，造成相關權益損失願自行承擔責任，造成不便，敬請見諒。\n∙本活動交通、餐飲自理。\n∙若有製作筆記需求，請自備紙筆文具，現場恕不提供。\n∙活動當天下雨，行程照常進行，請㩗帶雨具，並小心行走。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-05-02T13:57:55.979Z",
      updater: "5b921eabbfaa6c1fa26f650b",
      creator: "5b921eabbfaa6c1fa26f650b",
      createTime: "2020-04-01T13:22:38.763Z",
      __v: 0,
      courseFormID: "5e8495a426926f06a392b90d",
      sort: {
        score: 7862
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "11526262",
        "11661040",
        "10581902",
        "10371713",
        "13014712",
        "12633926",
        "12219700",
        "13277282",
        "11612712",
        "11627724",
        "11893182",
        "13140230",
        "11817406",
        "13222254",
        "10398704",
        "12485392",
        "12387304",
        "11986372",
        "12185514",
        "13285032",
        "12124218",
        "12609256",
        "12992078",
        "8265422",
        "10367281",
        "1995682",
        "13067462",
        "12060386",
        "12015308",
        "11565332",
        "1892714",
        "13368894",
        "11852998",
        "1185489",
        "11083958",
        "11603716",
        "13208076",
        "13186958",
        "10915261",
        "1261814",
        "10291911",
        "12343040",
        "13353134",
        "502668",
        "11437594",
        "11633302",
        "13271310",
        "12911066",
        "5372714",
        "13379350",
        "8109297",
        "11321388",
        "12683606",
        "13285336",
        "12914818",
        "11873964",
        "10340965",
        "12972128",
        "12063656",
        "12908996",
        "11476224",
        "1247179",
        "2794195",
        "10551770",
        "1835661",
        "13240418",
        "11901912",
        "12449906",
        "11644490",
        "10624372",
        "12119090",
        "11679604",
        "10312551",
        "9847306",
        "13395108",
        "11697490",
        "13371482",
        "13399437",
        "13401833",
        "12977708",
        "11043990",
        "11738954",
        "11863070",
        "13176174",
        "12222908",
        "12604552",
        "12040072",
        "4818925",
        "10500414",
        "11623006",
        "8236954"
      ],
      status: "OPEN",
      evaNo: 12,
      rank: 5,
      location: {
        city: "新北市",
        region: "新店區",
        address: "捷運新店站",
        landmark: "遊客中心前大石頭處。",
        ignore: false,
        place: "新北市新店區捷運新店站,遊客中心前大石頭處。"
      },
      addition: [
        {
          _id: "5e84959e26926f06a392b8f1",
          time: "2020-05-02T13:57:56.002Z",
          content: "砂卡礑",
          media: [
            {
              _id: "5e84959e26926f06a392b8f2",
              fileInfo: {
                fileId: "ac1834ae6a2c4c95808f510232dc061311",
                _id: "5e84959e26926f06a392b8f3",
                tags: ["zip"],
                id: "5e84959e26926f06a392b8f3"
              },
              file:
                "https://senior.104.com.tw/img/zip/ac1834ae6a2c4c95808f510232dc061311.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5e84959e26926f06a392b8f1"
        },
        {
          _id: "5ea6dcde6a66fd6122f6275f",
          time: "2020-05-02T13:57:56.002Z",
          content: "立霧溪",
          media: [
            {
              _id: "5ea6dcde6a66fd6122f62760",
              fileInfo: {
                fileId: "29e9dabdbd6249e8966bef6b8538dfe011",
                _id: "5ea6dcde6a66fd6122f62761",
                tags: ["zip"],
                id: "5ea6dcde6a66fd6122f62761"
              },
              file:
                "https://senior.104.com.tw/img/zip/29e9dabdbd6249e8966bef6b8538dfe011.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5ea6dcde6a66fd6122f6275f"
        },
        {
          content: "砂卡礑橋",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d1ac",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/fabbaf4a60d34b86afab4a0fd74f29f111.jpeg",
              fileInfo: {
                fileId: "fabbaf4a60d34b86afab4a0fd74f29f111",
                _id: "5e849d4d26926f06a392d1ae",
                tags: ["zip"],
                id: "5e849d4d26926f06a392d1ae"
              },
              _id: "5e849d4d26926f06a392d1ad"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d1ac"
        },
        {
          content: "砂卡礑步道ㄟ",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d1a9",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/d6c03cc2901f417b850ad0c3a727d9a011.jpeg",
              fileInfo: {
                fileId: "d6c03cc2901f417b850ad0c3a727d9a011",
                _id: "5e849d4d26926f06a392d1ab",
                tags: ["zip"],
                id: "5e849d4d26926f06a392d1ab"
              },
              _id: "5e849d4d26926f06a392d1aa"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d1a9"
        },
        {
          content: "砂卡礑隧洞",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d1a6",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/7535d9aebb9e4d59ab0cd1cdc6b1450711.jpeg",
              fileInfo: {
                fileId: "7535d9aebb9e4d59ab0cd1cdc6b1450711",
                _id: "5e849d4d26926f06a392d1a8",
                tags: ["zip"],
                id: "5e849d4d26926f06a392d1a8"
              },
              _id: "5e849d4d26926f06a392d1a7"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d1a6"
        },
        {
          _id: "5e84959e26926f06a392b8ee",
          time: "2020-05-02T13:57:56.002Z",
          content: "疊石樂",
          media: [
            {
              _id: "5e84959e26926f06a392b8ef",
              fileInfo: {
                fileId: "57ddf53d6a63463394dcb6307f1aabde11",
                _id: "5e84959e26926f06a392b8f0",
                tags: ["zip"],
                id: "5e84959e26926f06a392b8f0"
              },
              file:
                "https://senior.104.com.tw/img/zip/57ddf53d6a63463394dcb6307f1aabde11.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5e84959e26926f06a392b8ee"
        },
        {
          content: "長春祠",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d1a3",
          media: [
            {
              _id: "5ea6dcde6a66fd6122f6275d",
              fileInfo: {
                fileId: "474caba442094c38857201b67a09a0d411",
                _id: "5ea6dcde6a66fd6122f6275e",
                tags: ["zip"],
                id: "5ea6dcde6a66fd6122f6275e"
              },
              file:
                "https://senior.104.com.tw/img/zip/474caba442094c38857201b67a09a0d411.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d1a3"
        },
        {
          content: "",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d1a0",
          media: [
            {
              _id: "5ea6dcde6a66fd6122f6275b",
              fileInfo: {
                fileId: "6152b0c69bb649a4933949d302af49e411",
                _id: "5ea6dcde6a66fd6122f6275c",
                tags: ["zip"],
                id: "5ea6dcde6a66fd6122f6275c"
              },
              file:
                "https://senior.104.com.tw/img/zip/6152b0c69bb649a4933949d302af49e411.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d1a0"
        },
        {
          content: "吊橋",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d19d",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/69f45353d8314f7d93416f1581169d5811.jpeg",
              fileInfo: {
                fileId: "69f45353d8314f7d93416f1581169d5811",
                _id: "5e849d4d26926f06a392d19f",
                tags: ["zip"],
                id: "5e849d4d26926f06a392d19f"
              },
              _id: "5e849d4d26926f06a392d19e"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d19d"
        },
        {
          content: "清水斷崖",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d19a",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/7c8da8c6a9f44c3091875c102de5b88811.jpeg",
              fileInfo: {
                fileId: "7c8da8c6a9f44c3091875c102de5b88811",
                _id: "5e849d4d26926f06a392d19c",
                tags: ["zip"],
                id: "5e849d4d26926f06a392d19c"
              },
              _id: "5e849d4d26926f06a392d19b"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d19a"
        },
        {
          _id: "5ea6dcde6a66fd6122f62758",
          time: "2020-05-02T13:57:56.002Z",
          content: "",
          media: [
            {
              _id: "5ea6dcde6a66fd6122f62759",
              fileInfo: {
                fileId: "29fde4a96dad453faa697da20565068b11",
                _id: "5ea6dcde6a66fd6122f6275a",
                tags: ["zip"],
                id: "5ea6dcde6a66fd6122f6275a"
              },
              file:
                "https://senior.104.com.tw/img/zip/29fde4a96dad453faa697da20565068b11.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5ea6dcde6a66fd6122f62758"
        },
        {
          content: "",
          time: "2020-05-02T13:57:56.002Z",
          _id: "5e849d4d26926f06a392d197",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/4c615a2684f14123ab6dfe68c8c5b8bf11.jpeg",
              fileInfo: {
                fileId: "4c615a2684f14123ab6dfe68c8c5b8bf11",
                _id: "5e849d4d26926f06a392d199",
                tags: ["zip"],
                id: "5e849d4d26926f06a392d199"
              },
              _id: "5e849d4d26926f06a392d198"
            }
          ],
          time_ms: 1588427876002,
          id: "5e849d4d26926f06a392d197"
        },
        {
          _id: "5e84959e26926f06a392b8eb",
          time: "2020-05-02T13:57:56.002Z",
          content: "",
          media: [
            {
              _id: "5e84959e26926f06a392b8ec",
              fileInfo: {
                fileId: "cac33b9ad14d435199efc1574e051f0111",
                _id: "5e84959e26926f06a392b8ed",
                tags: ["zip"],
                id: "5e84959e26926f06a392b8ed"
              },
              file:
                "https://senior.104.com.tw/img/zip/cac33b9ad14d435199efc1574e051f0111.jpeg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1588427876002,
          id: "5e84959e26926f06a392b8eb"
        }
      ],
      visitor_count: 91,
      id: "5e84959e26926f06a392b8e7",
      session: [
        {
          _id: "5ea02988448ab016b4e5dee6",
          host: "5b921eabbfaa6c1fa26f650b",
          courseID: "5e84959e26926f06a392b8e7",
          start: "2020-05-17T00:30:00.000Z",
          end: "2020-05-17T10:00:00.000Z",
          limit: 23,
          deadline: "2020-05-16T04:00:00.000Z",
          time: "2020-04-22T11:24:56.815Z",
          createTime: "2020-04-22T11:24:56.815Z",
          __v: 0,
          assistant: {
            assign: "ASSIGNED",
            person: "5d09e0e39d9a9a29b291797b"
          },
          status: "NORMAL",
          join: 23,
          deadline_ms: 1589601600000,
          start_ms: 1589675400000,
          end_ms: 1589709600000,
          quota: 0,
          recruit: {
            sort: 1,
            isFull: true,
            status: "NORMAL"
          },
          id: "5ea02988448ab016b4e5dee6"
        },
        {
          _id: "5eaf518df9b6224da760d2b3",
          host: "5b921eabbfaa6c1fa26f650b",
          courseID: "5e84959e26926f06a392b8e7",
          start: "2020-06-27T00:30:00.000Z",
          end: "2020-06-27T10:00:00.000Z",
          limit: 20,
          deadline: "2020-06-26T04:00:00.000Z",
          time: "2020-05-03T23:19:41.209Z",
          createTime: "2020-05-03T23:19:41.209Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 3,
          deadline_ms: 1593144000000,
          start_ms: 1593217800000,
          end_ms: 1593252000000,
          quota: 17,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eaf518df9b6224da760d2b3"
        }
      ]
    },
    {
      _id: "5e68ef8915dc9430bb77d5bf",
      bkImage:
        "https://senior.104.com.tw/img/zip/5c0acf6801e842d09c7d2cc3e463995f11.jpg",
      selfIntro:
        "┃現任：馬卡道導覽解說協會創會理事長、生態解說、環境教育志工\n┃專長：生態觀察、環境教育\n┃關於我：教育部親職閱讀種子教師。高市圖讀書會帶領人初階、進階研習結訓。草衙、左新圖書館讀書會帶領人。文化中心圖書館影視讀書會、親職讀書會帶領人\n┃課程詢問：liaothesong@gmail.com\nLINE : 0932742037\n歡迎團體包班\n┃教學特色：帶您一起來發現地球上神秘又有趣的事物。",
      title: "漫步左營軍史輕旅行",
      fee: 100,
      type: "TOUR",
      category: "CULTURE",
      description:
        "走過明、清、日據、民國，各個不同年代的軍事建設見證歷史的遺跡。\n\n▌行程一：散步路線步行三小時\n2019年5月2日 上午9:00至12:00 \n    集合地點:海光俱樂部(左營區南大路4號)。\n\n▌行程三：交通自主移動漫遊四小時\n2019年5月9日 下午2:00至6:00。\n    集合地點:海軍陸戰隊隊史館(左營區桃子園路)。\n\n▌行程二：散步路線步行三小時\n2019年5月16日 上午9:00至12:00\n    集合地點:中外餅舖文創館(左營區蓮潭路60-1號)。\n\n▌行程三：交通自主移動漫遊四小時\n2019年5月23日 下午2:00至6:00\n    集合地點:海軍陸戰隊隊史館(左營區桃子園路)。\n\n▌主辦單位：高雄市馬卡道導覽解說協會\n▌輕鬆漫遊體驗行程--桃子園火車站往果貿社區穿越漫遊\n▌導覽時間：請依報名梯次前往集合地點。\n      ★敬請提早10分鐘到場報到，準時出發，逾時不候。\n▌費用說明：本團次優惠期間，優惠每人僅收100元。\n                     (活動費用每人350元，包含導覽解說費用，未含交通餐飲費用。)\n▌適合對象：不限/歡迎親子報名/對軍事文史有興趣者 \n▌課程人數：30人，本次課程確定成行。\n▌集合地點：請依報名梯次準時前往報到地點。",
      media: {
        fileInfo: {
          fileId: "5c6c7ea049074dc49901150bd05590c311",
          _id: "5e68ef8915dc9430bb77d5c1",
          tags: ["zip"],
          id: "5e68ef8915dc9430bb77d5c1"
        },
        file:
          "https://senior.104.com.tw/img/zip/5c6c7ea049074dc49901150bd05590c311.jpg",
        type: "image/jpeg",
        _id: "5e68ef8915dc9430bb77d5c0"
      },
      host: {
        _id: "5bbc3f291ed6397c251cf535",
        pid: "11629846",
        type: "TEACHER",
        nickname: "廖德嵩（外星人）",
        picture:
          "https://senior.104.com.tw/img/zip/28e8d80200154cea9b57edc449aa8f2911.jpg",
        id: "5bbc3f291ed6397c251cf535"
      },
      hostPid: "11629846",
      reminder:
        "∙個人準備交通工具及物品：請著輕便運動服裝鞋、帽子、毛巾、防蚊液、防曬準備、輕便雨衣、個人藥品及茶水。\n∙本活動交通、餐飲自理。\n∙若有製作筆記需求，請自備紙筆文具，現場恕不提供。\n∙活動當天下雨，行程照常進行，請㩗帶雨具，並小心行走。若遇颱風天，依高雄市政府停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙本活動保險相關事宜將由104高年級統一協助辦理，於報名時會請學員填寫旅遊平安險投保資料，如資料有所缺漏您可於報名成功後，點擊畫面右上角人頭儘速至「會員中心-體驗記錄」補填「報名表」，如逾期未填或不完整，造成相關權益損失願自行承擔責任，造成不便，敬請見諒。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-05-05T03:05:21.189Z",
      updater: "5bbc3f291ed6397c251cf535",
      creator: "5bbc3f291ed6397c251cf535",
      createTime: "2020-03-11T14:02:49.868Z",
      __v: 0,
      courseFormID: "5e68ef9812f94e3b8156b07d",
      sort: {
        score: 7668
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "11629846",
        "12107862",
        "11817406",
        "5462540",
        "1474172",
        "13366428",
        "1837627",
        "13369654",
        "13368548",
        "13378798",
        "10367281",
        "2141097",
        "13198140",
        "13397747",
        "13303910",
        "13336474",
        "9269672",
        "2086579",
        "10332373",
        "13402164",
        "2794195",
        "12980956",
        "818128",
        "13407780",
        "12082056",
        "12343040",
        "13409327",
        "5372714",
        "11135090",
        "13415559"
      ],
      status: "OPEN",
      evaNo: 2,
      rank: 5,
      location: {
        city: "高雄市",
        region: "左營區",
        address: "陸戰隊隊史館",
        landmark: "桃子園車站對面",
        ignore: false,
        place: "高雄市左營區陸戰隊隊史館,桃子園車站對面"
      },
      addition: [
        {
          content:
            "▌輕鬆漫遊體驗行程--桃子園火車站往果貿社區穿越漫遊，\n▌集合地點 : 陸戰隊隊史館停車場(桃子園路)\n▌預定路線：軍事遺址、兵器展示、軍眷聚落、眷村美食\n▌費用說明：每人350元，包含導覽解說費用，未含交通餐飲費用。",
          time: "2020-05-05T03:05:21.214Z",
          _id: "5e68ef8915dc9430bb77d5cc",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/fc4d3fea71c44c87bd0176899bcddc3711.jpg",
              fileInfo: {
                fileId: "fc4d3fea71c44c87bd0176899bcddc3711",
                _id: "5e68ef8915dc9430bb77d5ce",
                tags: ["zip"],
                id: "5e68ef8915dc9430bb77d5ce"
              },
              _id: "5e68ef8915dc9430bb77d5cd"
            }
          ],
          time_ms: 1588647921214,
          id: "5e68ef8915dc9430bb77d5cc"
        },
        {
          content:
            "▌行程一：散步路線步行三小時\n▌集合地點：海光俱樂部(高雄市左營區南大路4號)\n▌預定路線：西門遺址、震洋神社遺址，崇實新村、海軍子弟學校，永清國小、海青工商、鳳山縣衙舊址，八六海戰紀念碑，見城館、東門、護城河、果貿新村、海光俱樂部、糧光書坊、食不二文創。百年老店中外餅舖，眷村美食，王家燒餅，汾陽餛飩，懷舊軍品店\n▌費用說明：每人350元，包含導覽解說費用，未含交通餐飲費用。",
          time: "2020-05-05T03:05:21.214Z",
          _id: "5e68ef8915dc9430bb77d5c9",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/774ab9007bca4adda563cb2f0f1199c411.jpg",
              fileInfo: {
                fileId: "774ab9007bca4adda563cb2f0f1199c411",
                _id: "5e68ef8915dc9430bb77d5cb",
                tags: ["zip"],
                id: "5e68ef8915dc9430bb77d5cb"
              },
              _id: "5e68ef8915dc9430bb77d5ca"
            }
          ],
          time_ms: 1588647921214,
          id: "5e68ef8915dc9430bb77d5c9"
        },
        {
          content:
            "▌行程二：散步路線步行三小時\n▌集合地點：\n▌預定路線：海光停車場、攻入鳳山城，施琅的船頭媽，龜山砲台，碉堡，清朝兵營、鳳山縣左營舊城北門，一巷兩名、舊城牆巡禮步道，城隍廟、空襲警報廖家古厝、海軍左營基地、鎮海樓、酸白菜火鍋、自助新村，中外餅舖文創館\n▌費用說明：每人350元，包含導覽解說費用，未含交通餐飲費用。",
          time: "2020-05-05T03:05:21.214Z",
          _id: "5e68ef8915dc9430bb77d5c6",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/bf632c637d0f40c1981f32c7512f122011.jpg",
              fileInfo: {
                fileId: "bf632c637d0f40c1981f32c7512f122011",
                _id: "5e68ef8915dc9430bb77d5c8",
                tags: ["zip"],
                id: "5e68ef8915dc9430bb77d5c8"
              },
              _id: "5e68ef8915dc9430bb77d5c7"
            }
          ],
          time_ms: 1588647921214,
          id: "5e68ef8915dc9430bb77d5c6"
        },
        {
          content:
            "▌行程三：交通自主移動漫遊四小時\n▌集合地點：陸戰隊博物館\n▌預定路線：四海一家活動中心、左營軍區故事館、自立新村眷村漫遊。再見捌捌陸-臺灣眷村文化園區、建業新村、眷村民宿、明德小學海軍撥地建學校、左營海軍中山堂、左營海軍眷村典範、左營高中隨著台灣光復建立的學校、陸戰隊博物館、隊史館、桃子園火車站。\n▌費用說明：每人450元，包含導覽解說費用，未含交通餐飲費用。",
          time: "2020-05-05T03:05:21.214Z",
          _id: "5e68ef8915dc9430bb77d5c3",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/2ee30456f32c4114a580158d802d668711.jpg",
              fileInfo: {
                fileId: "2ee30456f32c4114a580158d802d668711",
                _id: "5e68ef8915dc9430bb77d5c5",
                tags: ["zip"],
                id: "5e68ef8915dc9430bb77d5c5"
              },
              _id: "5e68ef8915dc9430bb77d5c4"
            }
          ],
          time_ms: 1588647921214,
          id: "5e68ef8915dc9430bb77d5c3"
        }
      ],
      visitor_count: 30,
      id: "5e68ef8915dc9430bb77d5bf",
      session: [
        {
          _id: "5e796e4c59587e78ac1aa062",
          host: "5bbc3f291ed6397c251cf535",
          courseID: "5e68ef8915dc9430bb77d5bf",
          start: "2020-05-16T01:00:00.000Z",
          end: "2020-05-16T04:00:00.000Z",
          limit: 20,
          deadline: "2020-05-15T04:00:00.000Z",
          time: "2020-03-24T02:19:56.969Z",
          createTime: "2020-03-24T02:19:56.969Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 4,
          deadline_ms: 1589515200000,
          start_ms: 1589590800000,
          end_ms: 1589601600000,
          quota: 16,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e796e4c59587e78ac1aa062"
        },
        {
          _id: "5e796e7c59587e78ac1aa1a7",
          host: "5bbc3f291ed6397c251cf535",
          courseID: "5e68ef8915dc9430bb77d5bf",
          start: "2020-05-23T06:00:00.000Z",
          end: "2020-05-23T10:00:00.000Z",
          limit: 20,
          deadline: "2020-05-22T04:00:00.000Z",
          time: "2020-03-24T02:20:44.990Z",
          createTime: "2020-03-24T02:20:44.990Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 7,
          deadline_ms: 1590120000000,
          start_ms: 1590213600000,
          end_ms: 1590228000000,
          quota: 13,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e796e7c59587e78ac1aa1a7"
        }
      ]
    },
    {
      _id: "5e7ce14cff715025e13b01fd",
      bkImage:
        "https://senior.104.com.tw/img/zip/7c3873b723194ec2815a09f7eef9e74011.jpg",
      selfIntro:
        "┃現任：馬卡道導覽解說協會理事長、生態解說、環境教育志工\n┃專長：生態觀察、環境教育\n┃關於我：教育部親職閱讀種子教師。高市圖讀書會帶領人初階、進階研習結訓。草衙、左新圖書館讀書會帶領人。文化中心圖書館影視讀書會、親職讀書會帶領人\n┃課程詢問：liaothesong@gmail.com\nLINE : 0932742037\n歡迎團體包班\n┃教學特色：帶您一起來發現地球上神秘又有趣的事物。",
      title: "壽山奇幻旅程",
      fee: 350,
      type: "TOUR",
      category: "NATURE",
      description:
        "國家自然公園的奇幻旅程\n\n▌導覽時間：半日，三~四小時，請依選擇梯次參加。\n★敬請提早10分鐘到場報到，準時出發，逾時不候。\n▌費用說明：每人350元，包含導覽解說、保險，未含交通及餐飲費用，須自行前往集合地點。\n▌適合對象：老少咸宜/喜愛山林/發現自然奧秘/歡迎親子報名/對生態有興趣者) \n▌課程人數：30人。\n▌集合地點：內惟國小門口、面對校門左側木版平台。(高雄市鼓山區內惟路73號，新疆路與內惟路，T字形路口)\n★請提前10分鐘到集合地點\n▌課程重點及教學內容：珊瑚礁石灰岩地形、小溪貝塚人類遺址、水泥礦區環境演替、動植物生態。\n▌導覽路線：壽山傳奇、國家自然公園的誕生、四層樓、四棵榕，礦區興衰、好漢站，內惟古道、鳥瞰高雄、泰國谷、一簾幽夢、百年月橘、阿凡達場景、魔芋大道、獼猴生態。\n路徑會依當天生態狀況調整。\n▌自備物品：相機，筆記本，長袖長褲，帽子，望遠鏡，哨子，個人用品，少量且是必須的水與食物。最好以有拉鍊的背包裝妥。(若有下雨跡象請備雨具)",
      host: {
        _id: "5bbc3f291ed6397c251cf535",
        pid: "11629846",
        type: "TEACHER",
        nickname: "廖德嵩（外星人）",
        picture:
          "https://senior.104.com.tw/img/zip/28e8d80200154cea9b57edc449aa8f2911.jpg",
        id: "5bbc3f291ed6397c251cf535"
      },
      hostPid: "11629846",
      reminder:
        "∙請著防滑包腳鞋，並斟酌準備衣物、雨具、護膝、協助支撐手杖；攜帶足夠飲水及防蚊、防曬準備，還有常服藥品。\n∙本活動保險相關事宜將由104高年級統一協助辦理，於報名時會請學員填寫旅遊平安險投保資料，如資料有所缺漏您可於報名成功後，點擊畫面右上角人頭儘速至「會員中心-體驗記錄」補填「報名表」，如逾期未填或不完整，造成相關權益損失願自行承擔責任，造成不便，敬請見諒。\n∙本活動交通、餐飲自理。\n∙若有製作筆記需求，請自備紙筆文具，現場恕不提供。\n∙活動當天下雨，行程照常進行，請㩗帶雨具，並小心行走。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-04-04T16:55:58.763Z",
      updater: "5bbc3f291ed6397c251cf535",
      creator: "5bbc3f291ed6397c251cf535",
      createTime: "2020-03-26T17:07:24.625Z",
      __v: 0,
      courseFormID: "5e7ce152ff715025e13b023e",
      sort: {
        score: 7467
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "11629846",
        "13304202",
        "5462540",
        "13309044",
        "10558498",
        "11603716",
        "13304524",
        "13005170",
        "13305554",
        "11871002",
        "13303910",
        "1474172",
        "5702168",
        "5372714",
        "11668210",
        "1567681",
        "13414996",
        "12809352",
        "13415472",
        "1482549"
      ],
      status: "OPEN",
      evaNo: 2,
      rank: 5,
      location: {
        city: "高雄市",
        region: "鼓山區",
        address: "804高雄市鼓山區內惟路73號",
        landmark: "內惟國小。 面對大門口，左側木板平台。",
        ignore: false,
        place:
          "高雄市鼓山區804高雄市鼓山區內惟路73號,內惟國小。 面對大門口，左側木板平台。"
      },
      addition: [
        {
          _id: "5e7ce14cff715025e13b0214",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b0215",
              fileInfo: {
                fileId: "1078e12e670c4bb2924fb116c0ad883d11",
                _id: "5e7ce14cff715025e13b0216",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b0216"
              },
              file:
                "https://senior.104.com.tw/img/zip/1078e12e670c4bb2924fb116c0ad883d11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b0214"
        },
        {
          _id: "5e7ce14cff715025e13b0211",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b0212",
              fileInfo: {
                fileId: "bf6a42bb64784666b57300412c8cb3a611",
                _id: "5e7ce14cff715025e13b0213",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b0213"
              },
              file:
                "https://senior.104.com.tw/img/zip/bf6a42bb64784666b57300412c8cb3a611.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b0211"
        },
        {
          _id: "5e7ce14cff715025e13b020e",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b020f",
              fileInfo: {
                fileId: "b6374216ad824e31b90b98641365d5d011",
                _id: "5e7ce14cff715025e13b0210",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b0210"
              },
              file:
                "https://senior.104.com.tw/img/zip/b6374216ad824e31b90b98641365d5d011.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b020e"
        },
        {
          _id: "5e7ce14cff715025e13b020b",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b020c",
              fileInfo: {
                fileId: "8a459010ee2b42669dee58dd91b3e94611",
                _id: "5e7ce14cff715025e13b020d",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b020d"
              },
              file:
                "https://senior.104.com.tw/img/zip/8a459010ee2b42669dee58dd91b3e94611.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b020b"
        },
        {
          _id: "5e7ce14cff715025e13b0208",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b0209",
              fileInfo: {
                fileId: "ae00dc8339674de8b7785cabe5fb561b11",
                _id: "5e7ce14cff715025e13b020a",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b020a"
              },
              file:
                "https://senior.104.com.tw/img/zip/ae00dc8339674de8b7785cabe5fb561b11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b0208"
        },
        {
          _id: "5e7ce14cff715025e13b0205",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b0206",
              fileInfo: {
                fileId: "a683e5edb02e4384b27dbecc39e2ca5f11",
                _id: "5e7ce14cff715025e13b0207",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b0207"
              },
              file:
                "https://senior.104.com.tw/img/zip/a683e5edb02e4384b27dbecc39e2ca5f11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b0205"
        },
        {
          _id: "5e7ce14cff715025e13b0202",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b0203",
              fileInfo: {
                fileId: "cf4b0559839243c0bbf37baab8fac90111",
                _id: "5e7ce14cff715025e13b0204",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b0204"
              },
              file:
                "https://senior.104.com.tw/img/zip/cf4b0559839243c0bbf37baab8fac90111.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b0202"
        },
        {
          _id: "5e7ce14cff715025e13b01ff",
          time: "2020-04-04T16:55:58.783Z",
          content: "",
          media: [
            {
              _id: "5e7ce14cff715025e13b0200",
              fileInfo: {
                fileId: "54d89c37060741a19270130fa627ec9311",
                _id: "5e7ce14cff715025e13b0201",
                tags: ["zip"],
                id: "5e7ce14cff715025e13b0201"
              },
              file:
                "https://senior.104.com.tw/img/zip/54d89c37060741a19270130fa627ec9311.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1586019358783,
          id: "5e7ce14cff715025e13b01ff"
        }
      ],
      visitor_count: 20,
      id: "5e7ce14cff715025e13b01fd",
      session: [
        {
          _id: "5eb2d1fef9b6224da7817875",
          host: "5bbc3f291ed6397c251cf535",
          courseID: "5e7ce14cff715025e13b01fd",
          start: "2020-05-24T01:00:00.000Z",
          end: "2020-05-24T04:00:00.000Z",
          limit: 20,
          deadline: "2020-05-17T04:00:00.000Z",
          time: "2020-05-06T15:04:30.660Z",
          createTime: "2020-05-06T15:04:30.660Z",
          __v: 0,
          assistant: {
            assign: "NOT_NEED"
          },
          status: "NORMAL",
          join: 6,
          deadline_ms: 1589688000000,
          start_ms: 1590282000000,
          end_ms: 1590292800000,
          quota: 14,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eb2d1fef9b6224da7817875"
        },
        {
          _id: "5eb5ff36683e853f493d5e34",
          host: "5bbc3f291ed6397c251cf535",
          courseID: "5e7ce14cff715025e13b01fd",
          start: "2020-06-07T01:00:00.000Z",
          end: "2020-06-07T04:00:00.000Z",
          limit: 20,
          deadline: "2020-05-31T04:00:00.000Z",
          time: "2020-05-09T00:54:14.023Z",
          createTime: "2020-05-09T00:54:14.023Z",
          __v: 0,
          status: "NORMAL",
          join: 0,
          deadline_ms: 1590897600000,
          start_ms: 1591491600000,
          end_ms: 1591502400000,
          quota: 20,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eb5ff36683e853f493d5e34"
        },
        {
          _id: "5eb68e0e683e853f49411c8a",
          host: "5bbc3f291ed6397c251cf535",
          courseID: "5e7ce14cff715025e13b01fd",
          start: "2020-06-20T01:00:00.000Z",
          end: "2020-06-20T04:00:00.000Z",
          limit: 20,
          deadline: "2020-06-13T04:00:00.000Z",
          time: "2020-05-09T11:03:42.836Z",
          createTime: "2020-05-09T11:03:42.836Z",
          __v: 0,
          status: "NORMAL",
          join: 2,
          deadline_ms: 1592020800000,
          start_ms: 1592614800000,
          end_ms: 1592625600000,
          quota: 18,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5eb68e0e683e853f49411c8a"
        }
      ]
    },
    {
      _id: "5d381bbc3d791d531e1cf304",
      selfIntro:
        "┃現任：\n新北市文史學會理事，崇光社大古蹟課講師\n┃專長：\n古蹟入門，地方文史踏查\n┃關於我：\n二十五年前，在台北市大自然推廣教育協會的古蹟課，經姚其中老師的引領下，有幸一睹全台精美老屋，為推廣民眾對台灣古蹟的熱情，乃於十餘年前，與姚老師和大自然協會的朋\n友們一起在新店祟光社大開了一門如何認識植物，昆蟲，天文，地質，鳥類和古蹟的消遙遊課。 \n",
      title: "軌跡記憶-戀戀台車懷舊之旅",
      fee: 350,
      type: "TOUR",
      category: "CULTURE",
      description:
        "▌活動時間：\n2020年5月23日(六) 上午8:00至15:00 (07:50分前集合，08:00準時搭公車)\n2019年4月30日(四) 上午8:00至15:00 (07:50分前集合，08:00準時搭公車)\n▌集合地點：新店捷運總站\n★請提早10-15分鐘到場集合報到，準時出發(公車不等人)\n\n▌課程特色：本活動為烏來林業生活館與104高年級合作之專案課程，由在地達人導覽烏來台車與聚落歷史故事,搭配台車搭乘，參訪烏來林業生活館，並享用泰雅餐盒，共同留下美好的台車文化旅行記憶。\n\n▌適合對象：有興趣的民眾都歡迎報名,名額15名\n\n▌收費說明：活動費用400元\n包含\n🎈烏來老街、神社遺址、逃生入山口步道與聚落歷史故事導覽解說\n🎈烏來台車文化、旋轉迴車道導覽解說\n🎈烏來台車搭乘(上行：烏來站→瀑布站)費用\n🎈烏來林業生活館參訪與烏來私房景點簡介導覽\n🎈櫻花荔枝風味咖啡或櫻花荔枝風味茶一杯（二擇一）\n🎈泰雅風味香腸烤肉飯一份（吃素者提供素食便當）\n\n▌行程內容：\n🎈烏來老街、泰雅博物館巡禮\n🎈觀光吊橋、烏來日本神社遺址探索、蘇迪勒颱風烏來對外唯一逃生入山口步道、 \n    手水缽踏查\n🎈烏來台車、旋轉迴車道導覽解說\n🎈烏來台車搭乘(上行：烏來站→瀑布站)\n🎈烏來林業生活館參訪與烏來私房景點簡介\n🎈午餐饗宴\n\n▌烏來景觀與台車影片參考：\n🎈【4K】来去烏来 台車, 瀑布, 纜車\nhttps://www.youtube.com/watch?v=QTbyTCPcz58\n\n#郊外秘境\n#親子遊\n#野溪溫泉探幽",
      host: {
        _id: "5b7988dcc1c8637e97773be1",
        pid: "11467832",
        type: "TEACHER",
        nickname: "周芳軍",
        picture:
          "https://senior.104.com.tw/img/zip/b8215de5979c4b29861d4a89ff8e0d8e11.jpg",
        id: "5b7988dcc1c8637e97773be1"
      },
      hostPid: "11467832",
      reminder:
        "∙請著防滑包腳鞋，並斟酌準備衣物、雨具、護膝、協助支撐手杖；攜帶足夠飲水及防蚊、防曬準備，還有常服藥品。\n∙本活動保險相關事宜將由104高年級統一協助辦理，於報名時會請學員填寫旅遊平安險投保資料，如資料有所缺漏您可於報名成功後，點擊畫面右上角人頭儘速至「會員中心-體驗記錄」補填「報名表」，如逾期未填或不完整，造成相關權益損失願自行承擔責任，造成不便，敬請見諒。\n∙本活動交通、餐飲自理。\n∙若有製作筆記需求，請自備紙筆文具，現場恕不提供。\n∙活動當天下雨，行程照常進行，請㩗帶雨具，並小心行走。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n∙活動現場有可能拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽，並視需要作推廣宣傳使用；不願意入鏡學員，請於集合時知會老師或小幫手，將避開拍攝，敬請知悉。\n∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-03-23T03:24:02.019Z",
      updater: "5b7988dcc1c8637e97773be1",
      creator: "5bc15a2ccfd64331df426c9c",
      createTime: "2019-07-24T08:50:04.049Z",
      __v: 0,
      bkImage:
        "https://senior.104.com.tw/img/zip/69d62de097a3439aa0cb540f4bcde58e11.jpg",
      courseFormID: "5d47c67c14bf1cd7706a8027",
      sort: {
        score: 7271
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "11640330",
        "11467832",
        "502668",
        "11817406",
        "12626134",
        "11798180",
        "12429436",
        "12626280",
        "11229646",
        "10662357",
        "3440721",
        "2938061",
        "11625706",
        "11606202",
        "10827515",
        "11615196",
        "12581092",
        "11575258",
        "10961801",
        "11661040",
        "12258202",
        "12588200",
        "11654358",
        "12630474",
        "3495071",
        "12631322",
        "11612712",
        "2469793",
        "2390568",
        "11479306",
        "12441412",
        "11726536",
        "12633766",
        "12633954",
        "12585150",
        "12585252",
        "12089384",
        "8109297",
        "11654372",
        "10726828",
        "9661046",
        "10312551",
        "9847306",
        "12620544",
        "12064034",
        "11609218",
        "12634434",
        "2121449",
        "12624550",
        "11649854",
        "10814417",
        "12604552",
        "11043990",
        "2304173",
        "5997093",
        "5019771",
        "11352194",
        "12565376",
        "12614978",
        "11678060",
        "12229576",
        "11794266",
        "12656202",
        "12662104",
        "11038556",
        "11627724",
        "12663670",
        "12109576",
        "11446580",
        "11497658",
        "7377909",
        "12655940",
        "11235848",
        "12658352",
        "12138452",
        "11416490",
        "3043946",
        "12328542",
        "10627606",
        "10622866",
        "12124218",
        "11839308",
        "11890460",
        "12596872",
        "10728151",
        "11609228",
        "12334632",
        "11084328",
        "11753840",
        "12328250",
        "11602522",
        "12606096",
        "11663932",
        "10844913",
        "11475954",
        "10629186",
        "11564888",
        "12683606",
        "11853886",
        "11476224",
        "11574006",
        "6680984",
        "2422554",
        "12178280",
        "12121500",
        "12665530",
        "12716702",
        "545237",
        "12667916",
        "12441966",
        "11697490",
        "12669722",
        "12663522",
        "2468382",
        "12725464",
        "743014",
        "11224216",
        "11906128",
        "5118698",
        "11552550",
        "10371713",
        "11670444",
        "11668926",
        "11653112",
        "12790538",
        "12727804",
        "9484550",
        "597069",
        "11683330",
        "11086270",
        "12844222",
        "12799678",
        "366565",
        "1835661",
        "11125422",
        "10610228",
        "12587794",
        "10340965",
        "1780333",
        "12090370",
        "12871988",
        "2166884",
        "11638826",
        "12830946",
        "11779874",
        "12449906",
        "12164366",
        "11971422",
        "12795834",
        "12066926",
        "12911066",
        "12466240",
        "12092214",
        "12954528",
        "2654403",
        "12922454",
        "12929734",
        "12958138",
        "12033368",
        "11607542",
        "12959126",
        "10367281",
        "12908996",
        "10348155",
        "12518504",
        "2397837",
        "12962954",
        "12558240",
        "12728610",
        "12969186",
        "10777785",
        "12972220",
        "10367271",
        "11806640",
        "12220708",
        "131101",
        "10624372",
        "12966646",
        "12590382",
        "12185514",
        "12497832",
        "11786722",
        "11724662",
        "11603716",
        "10581980",
        "12827260",
        "12992078",
        "12345644",
        "1390849",
        "10881477",
        "12625234",
        "12387304",
        "294351",
        "5244750",
        "12823036",
        "988486",
        "13042120",
        "10581902",
        "12736420",
        "11808836",
        "12834460",
        "13316822",
        "11991696",
        "5350364",
        "11526262",
        "10332373",
        "11313082",
        "13127819",
        "13353134",
        "13063288",
        "7211421",
        "13375126",
        "13208076",
        "13067462",
        "12154852",
        "5372714",
        "11171000",
        "10771365",
        "12063656",
        "12086110",
        "13291736",
        "12633926",
        "10835301",
        "2794195",
        "11901462",
        "645682",
        "11577034",
        "13401077",
        "13353064",
        "7195967",
        "13413344"
      ],
      status: "OPEN",
      evaNo: 14,
      rank: 5,
      location: {
        city: "新北市",
        region: "烏來區",
        address: "新店捷運總站",
        landmark: "新店捷運總站大廰中央石頭處",
        ignore: false,
        place: "新北市烏來區新店捷運總站,新店捷運總站大廰中央石頭處"
      },
      addition: [
        {
          content:
            "烏來老街碧山閣飯店前身之「來樂旅社」\n以前沒有環山路，到烏來只有一條路，位於道路要衝的碧山閣是烏來重要門面",
          time: "2020-03-23T03:24:01.578Z",
          _id: "5d3827071636fe11487bbb34",
          media: [
            {
              type: "image/png",
              file:
                "https://senior.104.com.tw/img/zip/a77cebfde62549b9a867fe798bab682d11.png",
              fileInfo: {
                fileId: "a77cebfde62549b9a867fe798bab682d11",
                _id: "5d3827071636fe11487bbb36",
                tags: ["zip"],
                id: "5d3827071636fe11487bbb36"
              },
              _id: "5d3827071636fe11487bbb35"
            }
          ],
          time_ms: 1584933841578,
          id: "5d3827071636fe11487bbb34"
        },
        {
          content: "烏來神社的遺跡—凈手台，張碧敏拍攝，新北市文史學會提供",
          time: "2020-03-23T03:24:01.578Z",
          _id: "5d3827071636fe11487bbb31",
          media: [
            {
              _id: "5d382df23d791d531e1d913c",
              fileInfo: {
                fileId: "157bffe8b7f146ffab6575a68f07c9cf11",
                _id: "5d382df23d791d531e1d913d",
                tags: ["zip"],
                id: "5d382df23d791d531e1d913d"
              },
              file:
                "https://senior.104.com.tw/img/zip/157bffe8b7f146ffab6575a68f07c9cf11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1584933841578,
          id: "5d3827071636fe11487bbb31"
        },
        {
          content: "烏來南勢溪桶后溪交會一景，張碧敏拍攝，新北市文史學會提供",
          time: "2020-03-23T03:24:01.578Z",
          _id: "5d3827071636fe11487bbb2e",
          media: [
            {
              _id: "5d382df23d791d531e1d913a",
              fileInfo: {
                fileId: "0b0962f78bca4186a8e1ec151f6be75211",
                _id: "5d382df23d791d531e1d913b",
                tags: ["zip"],
                id: "5d382df23d791d531e1d913b"
              },
              file:
                "https://senior.104.com.tw/img/zip/0b0962f78bca4186a8e1ec151f6be75211.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1584933841578,
          id: "5d3827071636fe11487bbb2e"
        },
        {
          content: "烏來台車站與烏來台車",
          time: "2020-03-23T03:24:01.578Z",
          _id: "5d3827071636fe11487bbb2b",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/72814623899a44b7af024de33730d98511.jpg",
              fileInfo: {
                fileId: "72814623899a44b7af024de33730d98511",
                _id: "5d3827071636fe11487bbb2d",
                tags: ["zip"],
                id: "5d3827071636fe11487bbb2d"
              },
              _id: "5d3827071636fe11487bbb2c"
            }
          ],
          time_ms: 1584933841578,
          id: "5d3827071636fe11487bbb2b"
        },
        {
          content: "烏來台車站之旋轉迴車道\n可以認識台車都是怎樣迴轉的喔",
          time: "2020-03-23T03:24:01.578Z",
          _id: "5d3827071636fe11487bbb28",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/4625fb3e780947ff822e84dc09cdddb211.jpg",
              fileInfo: {
                fileId: "4625fb3e780947ff822e84dc09cdddb211",
                _id: "5d3827071636fe11487bbb2a",
                tags: ["zip"],
                id: "5d3827071636fe11487bbb2a"
              },
              _id: "5d3827071636fe11487bbb29"
            }
          ],
          time_ms: 1584933841578,
          id: "5d3827071636fe11487bbb28"
        },
        {
          _id: "5d382df23d791d531e1d9137",
          time: "2020-03-23T03:24:01.578Z",
          content:
            "搭乘台車沿路一景：烏來電廠，張碧敏拍攝，新北市文史學會提供\n現在的情人步道正是當年為了興建烏來電廠而開發的",
          media: [
            {
              _id: "5d382df23d791d531e1d9138",
              fileInfo: {
                fileId: "de97e935a1d14235934cc87fa763c8b611",
                _id: "5d382df23d791d531e1d9139",
                tags: ["zip"],
                id: "5d382df23d791d531e1d9139"
              },
              file:
                "https://senior.104.com.tw/img/zip/de97e935a1d14235934cc87fa763c8b611.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1584933841578,
          id: "5d382df23d791d531e1d9137"
        },
        {
          _id: "5d382df23d791d531e1d9134",
          time: "2020-03-23T03:24:01.578Z",
          content: "早期運材交通工具：人力台車，張碧敏拍攝，新北市文史學會提供",
          media: [
            {
              _id: "5d382df23d791d531e1d9135",
              fileInfo: {
                fileId: "a934a288986b4d97bf7431d2ebc3692a11",
                _id: "5d382df23d791d531e1d9136",
                tags: ["zip"],
                id: "5d382df23d791d531e1d9136"
              },
              file:
                "https://senior.104.com.tw/img/zip/a934a288986b4d97bf7431d2ebc3692a11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1584933841578,
          id: "5d382df23d791d531e1d9134"
        },
        {
          content:
            "2011年春天開始營運的烏來林業生活館，是日本時代烏來地區伐木台車的歷史人文記憶及建築，隸屬行政院農業委員會林務局新竹林區管理處管理。2012年4月起，由深耕在地文史紀錄與教育傳播的新北市文史學會，接手駐館營運工作，在地整合烏來地區資訊、產業、文化、生態等，帶動此地的活絡朝氣，希望成為台灣文化休閒生態觀光的社區營造點！",
          time: "2020-03-23T03:24:01.578Z",
          _id: "5d3827071636fe11487bbb25",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/3d70a42525544049a18b41754cff3a1c11.jpg",
              fileInfo: {
                fileId: "3d70a42525544049a18b41754cff3a1c11",
                _id: "5d3827071636fe11487bbb27",
                tags: ["zip"],
                id: "5d3827071636fe11487bbb27"
              },
              _id: "5d3827071636fe11487bbb26"
            }
          ],
          time_ms: 1584933841578,
          id: "5d3827071636fe11487bbb25"
        },
        {
          _id: "5d381bbc3d791d531e1cf305",
          time: "2020-03-23T03:24:01.578Z",
          content:
            "櫻花荔枝特色咖啡或櫻花荔枝風味茶品嚐\n花香。果香。咖啡香交融\n難以形容的味蕾滿足\n細口淺嚐或大口飲之皆宜\n",
          media: [
            {
              type: "image/jpeg",
              file:
                "https://senior.104.com.tw/img/zip/e863dc2df8f541359cd4624fdffa6bc611.jpg",
              fileInfo: {
                fileId: "e863dc2df8f541359cd4624fdffa6bc611",
                _id: "5d3827071636fe11487bbb24",
                tags: ["zip"],
                id: "5d3827071636fe11487bbb24"
              },
              _id: "5d3827071636fe11487bbb23"
            }
          ],
          time_ms: 1584933841578,
          id: "5d381bbc3d791d531e1cf305"
        }
      ],
      visitor_count: 231,
      id: "5d381bbc3d791d531e1cf304",
      session: [
        {
          _id: "5e782ce259587e78ac145c66",
          host: "5b7988dcc1c8637e97773be1",
          courseID: "5d381bbc3d791d531e1cf304",
          start: "2020-05-23T00:00:00.000Z",
          end: "2020-05-23T07:00:00.000Z",
          limit: 15,
          deadline: "2020-05-22T04:00:00.000Z",
          time: "2020-03-23T03:28:34.096Z",
          createTime: "2020-03-23T03:28:34.096Z",
          __v: 0,
          assistant: {
            assign: "NEED",
            person: "5c360305aee68b2e7f5da588"
          },
          status: "NORMAL",
          join: 4,
          deadline_ms: 1590120000000,
          start_ms: 1590192000000,
          end_ms: 1590217200000,
          quota: 11,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5e782ce259587e78ac145c66"
        }
      ]
    },
    {
      _id: "5e73382ddbd2556d9c08ce4b",
      bkImage:
        "https://senior.104.com.tw/img/zip/ba7e0ab95c364cddb377203ad204075811.jpg",
      selfIntro:
        "┃現任：六扇門-顏家茶館掌門人\n┃專長：平溪人文歷史及植物生態\n┃關於我：土生土長的平溪人,熟悉平溪的事物,從小在礦工家庭長大,對於礦區的生活有深刻的了解,身為基隆顏家親族,深諳台灣礦業發展史。又對於茶文化的喜愛,於5年前開設六扇門顏家茶館,主要推廣平溪在地茶葉及相關產品為主。\n因為對植物生態的熱愛,所以深入的研究與探索,有豐富的體驗與經歷。\n┃教學經歷：衛福部國家藥園解說志工、台北植物園解說志工丶 台北市立動物園解說志工 。",
      title: "動物園郊遊趣",
      fee: 250,
      type: "TOUR",
      category: "NATURE",
      description:
        "動物園郊遊趣\n▌導覽時間：2020年5月19日(二)上午09:30至15:30\n★敬請提早10分鐘到場報到，09:30準時出發，逾時不候。\n▌費用說明：每人250元，包含導覽費用，未含午餐及門票費用。\n▌適合對象：適合各年齡層及親子報名 。\n▌課程人數：20人。 \n\n▌集合地點：台北捷運動物園站1號出口處(台北市文山區新光路二段32號)。\n▌交通建議：\n 1.臺北捷運\n　請搭乘文湖線，在動物園站下車\n 2.公共汽車\n　請搭乘236(含區間車)、237、282(含副線)、294、295、611、676、679、  793、933、小12、棕3、棕6、棕11(含副線)、棕15(含區間車)、棕18、棕21、綠1、1501、1503及1558等路線，在捷運動物園站下車。\n\n▌課程重點及教學內容：\n 1. 以前到動物園當然是以看動物為主，可是這一次讓我帶領各位，動物、植物一起看，然而，動物園的植物有什麼特色呢?\n 2. 都說動物園一天逛不完，那麼，動物園有多大?有幾種動物?又分為幾區幾館呢?\n 3. 動物園是了解大自然最好的教材，除了是最好的教育場域，它還有其他什麼功能呢?\n 4. 全世界都有動物園，台北市立動物園有何過人之處呢?\n\n▌導覽路線：\n台北捷運動物園站1號出口處(集合) →動物園 →結束\n\n▌動物園入園票價\n動物園全票60元，優待票30元。\n(由動物園南站入園須加收取遊客列車車資5元，全票65元，優待票35元)\n(參觀教育中心及搭乘遊客列車須額外付費唷~）\n\n門票優待票資格：\n1.國小以上之兒童。\n2.現職軍警消防人員出示身分證明（出示義警義消等半價榮譽卡比照享優待票）。\n3.臺北市低收入戶者出示市府核發證明（低收入戶卡及成員個別身分證明)。\n4.在校學生出示學生證。  \n\n門票免費資格：（​適用免費票之民眾，無須再購票直接出示符合免費票證明文件給服務人員查驗，服務人員即會協助入園）\n1.學齡前兒童。\n2.身心障礙者出示身心障礙手冊及其必要陪伴者1人。\n3.臺北市國小學生直接使用市府核發之數位學生證。\n4.退休公教人員出示退休證明。\n5.國軍退除役官兵出示榮民證。\n6.65歲以上長者出示身分證明。\n7.原住民55歲以上長者出示證明文件(原住民身分得以戶籍謄本、改回原住民傳統姓名之身分證件等)。 ",
      host: {
        _id: "5b7cc9dbdbe41c2991c327fd",
        pid: "11475954",
        type: "TEACHER",
        nickname: "顏家駿",
        picture:
          "https://senior.104.com.tw/img/zip/2f1a2d265b5c42b88afb8a271c45072111.jpg",
        id: "5b7cc9dbdbe41c2991c327fd"
      },
      hostPid: "11475954",
      reminder:
        "1. 本活動交通費、餐飲自理，並請攜帶悠遊卡。\n2.請儘量穿著防滑包腳鞋，並斟酌準備衣物、雨具、護膝、協助支撐手杖；攜帶足夠飲水及防蚊、防曬準備，還有常服藥品。\n3.此次導覽課程，老師使用「小蜜蜂麥克風」，並無提供導覽耳機。 \n4.活動當天下雨，行程照常進行，並小心行走。若遇颱風天，依各縣市政府停班停課發布為標準，配合取消舉行。\n5.本活動保險相關事宜將由104高年級統一協助辦理，於報名時會請學員填寫旅遊平安險投保資料，如資料有所缺漏您可於報名成功後，點擊畫面右上角人頭儘速至「會員中心-體驗記錄」補填「報名表」，如逾期未填或不完整，造成相關權益損失願自行承擔責任，造成不便，敬請見諒。\n6.活動現場將拍照記錄，並於Facebook非公開社團「高年級社團」建立相簿供學員瀏覽；部分照片可能含有參加學員的臉部表情、可辨識的明顯特徵等，104高年級將保有使用這些資料的權利，並視需要於網路與平面宣傳推廣使用，敬請知悉；若不願意入鏡學員，請於集合點名時知會老師或小幫手，活動紀錄取景將避開拍攝，謝謝體諒與配合。\n7.∙如有相關問題，歡迎透過「問答」頁面向老師提問。",
      time: "2020-04-22T11:13:13.527Z",
      updater: "5b7cc9dbdbe41c2991c327fd",
      creator: "5b7cc9dbdbe41c2991c327fd",
      createTime: "2020-03-19T09:15:25.927Z",
      __v: 0,
      courseFormID: "5e733846dbd2556d9c08ceab",
      sort: {
        score: 6692
      },
      albums: [],
      recruit: {
        sort: 1,
        status: "OPEN"
      },
      visitor: [
        "11475954",
        "11817406",
        "502668",
        "11783540",
        "10340965",
        "10581902",
        "11724662",
        "12992078",
        "12679260",
        "12033368",
        "13208076",
        "12348556",
        "11609228",
        "13067886",
        "268381",
        "1261814",
        "12679106",
        "10884203",
        "13222714",
        "10551770",
        "11588000",
        "13127819",
        "12485392",
        "10558498",
        "11043990",
        "11629846",
        "11526262",
        "13140230",
        "10367281",
        "11528726",
        "11627724",
        "12387304",
        "10459988",
        "12683606",
        "13316822",
        "2077662",
        "2794195",
        "12024004",
        "13351426",
        "11038556",
        "12449906",
        "13320160",
        "1995682",
        "13256778",
        "10915261",
        "8109297",
        "12212198",
        "11083958",
        "9434106",
        "13069326",
        "2385949",
        "11372848",
        "3151030",
        "13228830",
        "12600764",
        "12425748",
        "12936922",
        "11917338",
        "11661040",
        "13216728",
        "13401077",
        "13365760",
        "818128",
        "5682693",
        "12086110",
        "12958138",
        "11466680",
        "12972128",
        "12153790",
        "13064708",
        "11510816",
        "13402790",
        "11765422"
      ],
      status: "OPEN",
      evaNo: 7,
      rank: 5,
      location: {
        city: "台北市",
        region: "文山區",
        address: "新光路二段32號，捷運動物園站1號出口",
        landmark: "",
        ignore: false,
        place: "台北市文山區新光路二段32號，捷運動物園站1號出口"
      },
      addition: [
        {
          _id: "5e73382ddbd2556d9c08ce62",
          time: "2020-04-22T11:13:13.551Z",
          content: "集合地點：台北捷運動物園站1號出口處",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce63",
              fileInfo: {
                fileId: "14274eba1aab45849dd3f0361a38326c11",
                _id: "5e73382ddbd2556d9c08ce64",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce64"
              },
              file:
                "https://senior.104.com.tw/img/zip/14274eba1aab45849dd3f0361a38326c11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce62"
        },
        {
          _id: "5e73382ddbd2556d9c08ce5f",
          time: "2020-04-22T11:13:13.551Z",
          content: "無尾熊館",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce60",
              fileInfo: {
                fileId: "aadd16b2d36947d5a3082cc84fbe973911",
                _id: "5e73382ddbd2556d9c08ce61",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce61"
              },
              file:
                "https://senior.104.com.tw/img/zip/aadd16b2d36947d5a3082cc84fbe973911.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce5f"
        },
        {
          _id: "5e73382ddbd2556d9c08ce5c",
          time: "2020-04-22T11:13:13.551Z",
          content: "可愛動物區",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce5d",
              fileInfo: {
                fileId: "04f1ecc5f6f344f6b1831a99a9cf37c711",
                _id: "5e73382ddbd2556d9c08ce5e",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce5e"
              },
              file:
                "https://senior.104.com.tw/img/zip/04f1ecc5f6f344f6b1831a99a9cf37c711.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce5c"
        },
        {
          _id: "5e73382ddbd2556d9c08ce59",
          time: "2020-04-22T11:13:13.551Z",
          content: "熱帶雨林館",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce5a",
              fileInfo: {
                fileId: "75ec97ebf45f47f2b2703dd37fd7498c11",
                _id: "5e73382ddbd2556d9c08ce5b",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce5b"
              },
              file:
                "https://senior.104.com.tw/img/zip/75ec97ebf45f47f2b2703dd37fd7498c11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce59"
        },
        {
          _id: "5e73382ddbd2556d9c08ce56",
          time: "2020-04-22T11:13:13.551Z",
          content: "台灣獮猴",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce57",
              fileInfo: {
                fileId: "60acb9bc76e94630a48b92195f362d7f11",
                _id: "5e73382ddbd2556d9c08ce58",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce58"
              },
              file:
                "https://senior.104.com.tw/img/zip/60acb9bc76e94630a48b92195f362d7f11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce56"
        },
        {
          _id: "5e73382ddbd2556d9c08ce53",
          time: "2020-04-22T11:13:13.551Z",
          content: "樹獺",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce54",
              fileInfo: {
                fileId: "846d4281608549ce8b97ff7f1b24314211",
                _id: "5e73382ddbd2556d9c08ce55",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce55"
              },
              file:
                "https://senior.104.com.tw/img/zip/846d4281608549ce8b97ff7f1b24314211.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce53"
        },
        {
          _id: "5e73382ddbd2556d9c08ce50",
          time: "2020-04-22T11:13:13.551Z",
          content: "台灣長鬃山羊",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce51",
              fileInfo: {
                fileId: "ad330897c16b4707af2c8d719b52fe8111",
                _id: "5e73382ddbd2556d9c08ce52",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce52"
              },
              file:
                "https://senior.104.com.tw/img/zip/ad330897c16b4707af2c8d719b52fe8111.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce50"
        },
        {
          _id: "5e73382ddbd2556d9c08ce4d",
          time: "2020-04-22T11:13:13.551Z",
          content: "斑哥羚羊",
          media: [
            {
              _id: "5e73382ddbd2556d9c08ce4e",
              fileInfo: {
                fileId: "9a3767ff9f3b46f2809ed8395683695a11",
                _id: "5e73382ddbd2556d9c08ce4f",
                tags: ["zip"],
                id: "5e73382ddbd2556d9c08ce4f"
              },
              file:
                "https://senior.104.com.tw/img/zip/9a3767ff9f3b46f2809ed8395683695a11.jpg",
              type: "image/jpeg"
            }
          ],
          time_ms: 1587553993551,
          id: "5e73382ddbd2556d9c08ce4d"
        }
      ],
      visitor_count: 73,
      id: "5e73382ddbd2556d9c08ce4b",
      session: [
        {
          _id: "5ea02517448ab016b4e5ad5a",
          host: "5b7cc9dbdbe41c2991c327fd",
          courseID: "5e73382ddbd2556d9c08ce4b",
          start: "2020-05-19T01:30:00.000Z",
          end: "2020-05-19T07:30:00.000Z",
          limit: 20,
          deadline: "2020-05-18T04:00:00.000Z",
          time: "2020-04-22T11:05:59.232Z",
          createTime: "2020-04-22T11:05:59.232Z",
          __v: 0,
          assistant: {
            assign: "NEED",
            person: "5d09e0e39d9a9a29b291797b"
          },
          status: "NORMAL",
          join: 15,
          deadline_ms: 1589774400000,
          start_ms: 1589851800000,
          end_ms: 1589873400000,
          quota: 5,
          recruit: {
            sort: 1,
            isFull: false,
            status: "NORMAL"
          },
          id: "5ea02517448ab016b4e5ad5a"
        }
      ]
    }
  ]
};

export default {
  components: {
    NavTabs,
    TourInformation
  },
  data() {
    return {
      Tour: []
    };
  },
  created() {
    this.fetchTour();
  },
  methods: {
    fetchTour() {
      this.Tour = dummyData.datas;
    }
  }
};
</script>